[
      {
        "URL":["https://www.gofundme.com/veterans-for-standing-rock-nodapl&rcid=4b1a0ae9d0f74fd2bddd6869857464a7"],
        "Timestamp":[20180919000752],
        "id":"63e65803-3546-4cab-a593-c78309e1356e",
        "Sentences":["Thank you. We are veterans of the United States Armed Forces, including the U.S. Army, United States Marine Corps, U.S. Navy, U.S. Air Force and U.S. Coast Guard and we are calling for our fellow veterans to assemble as a peaceful, unarmed militia at the Standing Rock Indian Reservation on Dec 4-7 and defend the water protectors from assault and intimidation at the hands of the militarized police force and DAPL security. 2K EVENT CAPACITY ACHIEVED: Event capacity based on accommodations, travel logistics and supplies; given the time we have to coordinate, resources available and the shipping and weather conditions in the region has been set at 2,000 rostered participants. We currently have over 2,100 Veterans on the roster. Our goal now is to prioritize this list to Veterans and Civilian personnel involved with operations, planning & onsite execution. next mission could be as early as the 2nd week of December. More to come The funds we raise on this page will go towards providing transportation and supplies for the brave patriots that come and stand with us. We have full support of the Sioux tribe elders and will be cooperating with them every step of the way. Several had to be treated for hypothermia and one protestor who was hit directly with a grenade has reportedly had her arm amputated as a result. Everyday becomes more evident that the defenders of America must stand with the Water Protectors. Let's stop this savage injustice being committed right here at home. Not if you allow this the be the United States. Please donate and pass this page along to your friends, family, coworkers and community members. It's time to display that honor, courage, and commitment we claim to represent. It's time for real Patriots. In the past two weeks the turmoil and uncertainty at Standing Rock has increased significantly. We have continued to stay in contact with indigenous and camp leadership and have identified several areas where the Veterans Stand network can continue to serve the needs of the local community. We are launching this second GoFundMe to create a Standing Rock Fund to address the ongoing needs at Standing Rock and our partners in camp. Please take moment to check out our new campaign and share with your networks. We are formulating organizational structure under a 501c4. This legal framework is necessary to fulfill legal requirements. As for the negative comments. This filing will include a complete CPA certified audit, which is public. We could not possibly be more transparent than that. In order for reimbursements to go forward and to continue any relief efforts, we must have a legal structure. I'm extremely proud to say that we ended up bringing upwards of 4,000 veterans to Standing Rock to fight the pipeline. That's double what we accounted for, but thanks to the tireless work and creativity of our volunteers, we were able to accommodate them and ensure that the everybody was fed, sheltered and kept safe in the storm. Rest assured, your donations have been put to good use. We've bought countless supplies, winter gear, hotel rooms, trains, planes, automobile rentals and much more to help the vets make the journey and stay safe. I say countless because we are still actively buying these things as we speak. A lot of people are asking what we'll do with the remainder after the vets' expenses are paid out. At this point, we're not sure that we'll have any left over. Here's the math we're dealing with right now. Once we are sure everyone is home safe and covered, we move on to the next phase, which includes pulling out all the receipts and running the numbers. At that point, we will be able to break down exactly how the donation money was spent and where. In the meantime, please be patient. We read all of your emails and messages, but we have to prioritize our vets and getting them home. Thank you, every single one of you, for being a part of this movement. This has been a life-changing experience for everybody involved and we plan to keep fighting for you as long as we have to. Please try again. I have 5 more seats in my Grand Caravan. Or we can take your car and I'll pay for some gas. Let me know. thank you for standing up for the people. my clan duty is to protect the tribe. i am also a 10 year 2x war veteran, U.S. Army Infantry. Honorably discharged and i would like to join this 3 day deployment to protect and defend. Still waiting to hear back on details for the trip. A world filled with broken promises, selfishness and separations. A world longing for light again. I see a time of Seven Generations when all the colors of mankind will gather under the Sacred Tree of Life and the whole Earth will become one circle again. In that day, there will be those among the Lakota who will carry knowledge and understanding of unity among all living things and the young white ones will come to those of my people and ask for this wisdom. I salute the light within your eyes where the whole Universe dwells. Thank you for offering material help and laying your bodies on the line. I am proud that you are defending our nation's water and helping stop the depredation of First Nations land. I wish I could have given more. Thank you for yet another sacrifice you are doing for the American people. Please sign the petition to President Obama. Petition The Dakota Access pipeline poses a catastrophic threat to Native American sacred lands and to the critical water source for more than 17 million Americans down stream of the Missouri River crossing. We know that President Elect Trump has a serious conflict of interest by owning large investments in DAPL and other fossil fuel assets; and his energy team includes Harold Hamm, billionaire founder of Continental Resources oil company, and someone Mr. Trump might name as his Secretary of Energy. Mr. Trump and the Koch brothers said they support extractive exploitation of public lands and National Parks. After suffering centuries of persecution and exploitation, Native Americans deserve justice. This land belonged to the Standing Rock Sioux Nation Rez before it was taken back. President Elect Trump has stated he will quickly approve the Dakota Access pipeline and also reverse President Obama's decision to deny approval of Keystone XL pipeline. We have an enormous glut of oil reserves at Cushing, Oklahoma. The clear purpose of Dakota Access and Keystone XL pipelines is not to make America energy independent but to reap enormous profits for greedy oil interests exporting oil to China. We must protect our environment and our oil resources. This outdated fossil fuel infrastructure is not needed and railroads serving the Bakkan North Dakota oil fields have invested heavily in improved railroad oil tank car safety and have stated that they have more than enough railroad capacity to transport the Bakkan oil. They will also be able to permanently rehire thousands of laid off North Dakota railroad workers. America must finally honor the first Americans and our first environmentalists by stopping Dakota Access. Thank you for standing on the right side of history. read Operations Order. Leaders step up and volunteer. You're all my heros. Sign in to track your impact. Connect We will never post without your permission. In the future, we'll let you know if your sharing brings in any donations. We weren't able to connect your Facebook account. Please try again later. Power to the people. Please try again. I have 5 more seats in my Grand Caravan. Or we can take your car and I'll pay for some gas. Let me know. thank you for standing up for the people. my clan duty is to protect the tribe. i am also a 10 year 2x war veteran, U.S. Army Infantry. Honorably discharged and i would like to join this 3 day deployment to protect and defend. Still waiting to hear back on details for the trip. A world filled with broken promises, selfishness and separations. A world longing for light again. I see a time of Seven Generations when all the colors of mankind will gather under the Sacred Tree of Life and the whole Earth will become one circle again. In that day, there will be those among the Lakota who will carry knowledge and understanding of unity among all living things and the young white ones will come to those of my people and ask for this wisdom. I salute the light within your eyes where the whole Universe dwells. Thank you for offering material help and laying your bodies on the line. I am proud that you are defending our nation's water and helping stop the depredation of First Nations land. I wish I could have given more. Thank you for yet another sacrifice you are doing for the American people. Please sign the petition to President Obama. Petition The Dakota Access pipeline poses a catastrophic threat to Native American sacred lands and to the critical water source for more than 17 million Americans down stream of the Missouri River crossing. We know that President Elect Trump has a serious conflict of interest by owning large investments in DAPL and other fossil fuel assets; and his energy team includes Harold Hamm, billionaire founder of Continental Resources oil company, and someone Mr. Trump might name as his Secretary of Energy. Mr. Trump and the Koch brothers said they support extractive exploitation of public lands and National Parks. After suffering centuries of persecution and exploitation, Native Americans deserve justice. This land belonged to the Standing Rock Sioux Nation Rez before it was taken back. President Elect Trump has stated he will quickly approve the Dakota Access pipeline and also reverse President Obama's decision to deny approval of Keystone XL pipeline. We have an enormous glut of oil reserves at Cushing, Oklahoma. The clear purpose of Dakota Access and Keystone XL pipelines is not to make America energy independent but to reap enormous profits for greedy oil interests exporting oil to China. We must protect our environment and our oil resources. This outdated fossil fuel infrastructure is not needed and railroads serving the Bakkan North Dakota oil fields have invested heavily in improved railroad oil tank car safety and have stated that they have more than enough railroad capacity to transport the Bakkan oil. They will also be able to permanently rehire thousands of laid off North Dakota railroad workers. America must finally honor the first Americans and our first environmentalists by stopping Dakota Access. Thank you for standing on the right side of history. read Operations Order. Leaders step up and volunteer. You're all my heros. How it works GoFundMe Guarantee Your donation is protected. Your email didn't look right. Please try again. Sign in to your Facebook account or use your email address to Like. or Use My Email Address By continuing, you agree with the GoFundMe terms and privacy policy Sharing increases donations. Share your unique link to see how much your shares help. Your email didn't look right. Please try again. Team Members Campaign Not Ready There's an issue with this Campaign Organizer's account. Please ask them to sign in to GoFundMe and check their account. Return to Campaign Manage your Donation Your donation is currently public Your donation is currently public We could not change how your donation is displayed. Please try again. We could not cancel your recurring donation. Please try again. Edit Comment Your comment has been edited. We could not edit your comment. Please try again. Edit Comment Your comment has been edited. GoFundMe has verified that the funds raised will go directly to the intended recipient. GoFundMe has verified that the funds raised will go directly to the intended recipient. Close Thank you for sharing. Thank you for sharing. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission."],
        "Sentences_str":["Thank you. We are veterans of the United States Armed Forces, including the U.S. Army, United States Marine Corps, U.S. Navy, U.S. Air Force and U.S. Coast Guard and we are calling for our fellow veterans to assemble as a peaceful, unarmed militia at the S"],
        "_version_":1612429400936022016,
        "URL_str":["https://www.gofundme.com/veterans-for-standing-rock-nodapl&rcid=4b1a0ae9d0f74fd2bddd6869857464a7"]},
      {
        "URL":["http://alternativemediasyndicate.com/2017/01/01/judge-throws-out-charges-against-journalist-who-covered-dakota-access-pipeline/?utm_source=Facebook&utm_campaign=FB_Biz_Part&utm_medium=FB_Biz_Pages"],
        "Timestamp":[20180918235906],
        "Sentences":["alternativemediasyndicate.com Related Searches This webpage was generated by the domain owner using Sedo Domain Parking. Disclaimer: Sedo maintains no relationship with third party advertisers. Reference to any specific service or trade mark is not controlled by Sedo nor does it constitute or imply its association, endorsement or recommendation."],
        "id":"208022ec-e5e4-40f1-8ac4-1c1c70807110",
        "Sentences_str":["alternativemediasyndicate.com Related Searches This webpage was generated by the domain owner using Sedo Domain Parking. Disclaimer: Sedo maintains no relationship with third party advertisers. Reference to any specific service or trade mark is not control"],
        "_version_":1612429400953847808,
        "URL_str":["http://alternativemediasyndicate.com/2017/01/01/judge-throws-out-charges-against-journalist-who-covered-dakota-access-pipeline/?utm_source=Facebook&utm_campaign=FB_Biz_Part&utm_medium=FB_Biz_Pages"]},
      {
        "URL":["http://share.credoaction.com/265392809t?referring_akid=.9548528.TIxvop"],
        "Timestamp":[20180919004706],
        "Sentences":["Credo Action Stop Trump from building the Dakota Access pipeline. You must consider the threats it poses to to drinking water supplies, sacred sites and indigenous rights, the likelihood of oil spills along the entire length of the pipeline and the fact that it would exacerbate climate change. By submitting this form, your name, address and comments will be filed with a public agency and become public record. You'll receive periodic updates on offers and activism opportunities. In the face of massive public opposition, Donald Trump just took executive action in an attempt to move forward construction of the Dakota Access pipeline. For the next few weeks, the U.S. Army Corps of Engineers is accepting public comments to decide what to include in its environmental study on the pipeline. We must tell the Army Corps that the Dakota Access pipeline poses too much of a threat to drinking water supplies, sacred sites, indigenous rights, the environment and our climate to allow construction to resume. Deadline Feb. 20: Tell the U.S. Army Corps of Engineers to stop construction of the Dakota Access pipeline. In particular, the Environmental Impact Statement currently being prepared is considering the last part of the pipeline that would cross under the Missouri River, threatening drinking water downstream if a catastrophic oil spill occurs. Deadline Feb 20: Tell the U.S. Army Corps of Engineers to stop construction of the Dakota Access pipeline. Thanks for all you do."],
        "id":"37a24428-f7c5-4fb9-875d-985dd3e48916",
        "Sentences_str":["Credo Action Stop Trump from building the Dakota Access pipeline. You must consider the threats it poses to to drinking water supplies, sacred sites and indigenous rights, the likelihood of oil spills along the entire length of the pipeline and the fact th"],
        "_version_":1612429400954896385,
        "URL_str":["http://share.credoaction.com/265392809t?referring_akid=.9548528.TIxvop"]},
      {
        "URL":["https://awakeadreamfromstandingrock1.vhx.tv/products/pre-order-awake-a-dream-from-standing-rock"],
        "Timestamp":[20180918233134],
        "Sentences":["The Water Protectors at Standing Rock captured world attention through their peaceful resistance. While many may know the details, AWAKE, A Dream from Standing Rock c... 03:05 AWAKEADreamFromStandingRock TRAILER AWAKEADreamFromStandingRock TRAILER Downloads of the film will be available again on August 1st, 2017."],
        "id":"fe0fc10f-2e1a-4641-90de-6a278f1c992b",
        "Sentences_str":["The Water Protectors at Standing Rock captured world attention through their peaceful resistance. While many may know the details, AWAKE, A Dream from Standing Rock c... 03:05 AWAKEADreamFromStandingRock TRAILER AWAKEADreamFromStandingRock TRAILER Download"],
        "_version_":1612429400954896386,
        "URL_str":["https://awakeadreamfromstandingrock1.vhx.tv/products/pre-order-awake-a-dream-from-standing-rock"]},
      {
        "URL":["http://abcnews.go.com/US/duo-prison-time-racial-slurs-death-threats-black/story?id=45788918"],
        "Timestamp":[20180919001709],
        "Sentences":["All rights reserved. All rights reserved. Duo gets prison time for racial slurs, death threats at black child's birthday party By Enjoli Francis Close More from Enjoli Steve Osunsami Close Follow on Twitter More from Steve Feb 27, 2017, 9:22 PM ET 0 Shares Email Star Play Douglas County Sheriff's Office WATCH Couple sentenced after terrorizing a child's birthday party 0 Shares Email A Georgia judge sentenced two people to prison time today for their involvement in a 2015 incident in which a group they were part of waved Confederate flags, shouted racial slurs and made armed threats at adults and children attending a child's party outside Atlanta. Jose Torres, 26, and Kayla Norton, 25, cried today in a Douglas County court as they were sentenced to 20 years and 15 years in prison, respectively. In July 2015, Torres and Norton, who have three children together, were part of a group of Confederate flag supporters called Respect the Flag. For two days that summer, the group rode around in pickup trucks threatening black families and calling them racial slurs across two counties in the Atlanta suburbs. The group targeted black families shortly after the Charleston, South Carolina, church massacre because its members were upset that the state responded to the brutal slayings by removing the Confederate battle flag from various sites. Philadelphia Jewish community feels 'threatened' after gravestones toppled At one point, the group pulled up to a birthday party for a black child in Douglasville. The group's members allegedly threatened to kill the partygoers, with Torres confronting the family with a gun that Norton loaded. The family called the police. Video of the incident was posted on YouTube by the Southern Poverty Law Center. In an indictment, Torres and Norton, among others, were charged with aggravated assault, terroristic threats and violation of Georgia's Street Gang Terrorism and Prevention Act. Through tears, Norton addressed the relatives of the child whose birthday she and others disrupted. That is not me. In addition to Torres and Norton, two people were charged with felonies, according to ABC affiliate WSB-TV.com; the two others pleaded guilty and were sentenced to shorter prison terms. The judge, saying Torres and Norton committed a hate crime, barred them from entering Douglas County after they are released from prison. 0 Shares Email Star Comments Add Interests Customize your news feed by choosing the topics that interest you. The show says otherwise."],
        "id":"f3958d6f-41df-49a1-90b5-e7d727cb92f3",
        "Sentences_str":["All rights reserved. All rights reserved. Duo gets prison time for racial slurs, death threats at black child's birthday party By Enjoli Francis Close More from Enjoli Steve Osunsami Close Follow on Twitter More from Steve Feb 27, 2017, 9:22 PM ET 0 Shares"],
        "_version_":1612429400954896387,
        "URL_str":["http://abcnews.go.com/US/duo-prison-time-racial-slurs-death-threats-black/story?id=45788918"]},
      {
        "URL":["https://www.rt.com/news/382256-norway-divests-dakota-access-pipeline/"],
        "Timestamp":[20180919010903],
        "Sentences":["Larsen had come to Oslo to meet with pension fund KLP to discuss the Dakota Access Pipeline and welcomed the news when she arrived. KLP had originally said it would not divest, but after reassessing, changed its mind. It will exclude Energy Transfer Partners, Enbridge Energy Partners, Phillips 66 and Marathon Petroleum from its investments. Other Norwegian companies have already divested from companies involved in the pipeline. Nordea Bank AB sold its bonds in three companies in February, and Storebrand financial group said it would divest earlier this month. All rights reserved. This website uses cookies. Read RT Privacy policy to find out more."],
        "id":"be2be1cd-31ca-46ea-8afc-57b8c42a9f62",
        "Sentences_str":["Larsen had come to Oslo to meet with pension fund KLP to discuss the Dakota Access Pipeline and welcomed the news when she arrived. KLP had originally said it would not divest, but after reassessing, changed its mind. It will exclude Energy Transfer Partne"],
        "_version_":1612429400955944960,
        "URL_str":["https://www.rt.com/news/382256-norway-divests-dakota-access-pipeline/"]},
      {
        "URL":["http://act.climatehawksvote.com/calpers_divest_from_dapl?recruiter_id=1884410"],
        "Timestamp":[20180918221700],
        "Sentences":["In the process of construction, Energy Transfer Partners has already damaged numerous sacred sites and would drill under the Missouri River, the sole drinking water source of the Standing Rock Sioux Tribe. So the smart money is on getting out of a climate-destroying project early. These pension funds are overseen by boards that include union and public officials, including California Treasurer John Chiang and Controller Betty Yee. They are directly accountable to the people of California and have a responsibility to all people to make ethical and responsible investments. Instead invest in sustainable local energy production and efficiency technologies. Paid for in part by Climate Hawks Vote Political Action. Not authorized by any candidate or candidate's committee."],
        "id":"4afcbd05-c48b-4c2f-bf4f-86b8c29ed449",
        "Sentences_str":["In the process of construction, Energy Transfer Partners has already damaged numerous sacred sites and would drill under the Missouri River, the sole drinking water source of the Standing Rock Sioux Tribe. So the smart money is on getting out of a climate-"],
        "_version_":1612429400955944961,
        "URL_str":["http://act.climatehawksvote.com/calpers_divest_from_dapl?recruiter_id=1884410"]},
      {
        "URL":["http://www.salon.com/2007/10/02/blackwater_bush/"],
        "Timestamp":[20180919001907],
        "id":"d1f4a9ee-0b28-4a81-ad13-48cca2671350",
        "Sentences":["Just sign in with Facebook or Google to get started. Please consider disabling your ad blocker and allowing Salon to run ads, which helps keep the content you read here free. Ben Van Heuvelen October 2, 2007 8:08pm (UTC) When Blackwater contractors guarding a U.S. State Department convoy allegedly killed 11 unarmed Iraqi civilians on Sept. 16, it was only the latest in a series of controversial shooting incidents associated with the private security firm. Blackwater has a reputation for being quick on the draw. According to the New York Times, Blackwater guards were twice as likely as employees of two other firms protecting State Department personnel in Iraq to be involved in shooting incidents. On Tuesday morning, Rep. Henry Waxman, D-Calif., chairman of the House Oversight and Government Reform Committee, will hold a hearing on the U.S. military's use of private contractors. When Waxman announced plans for the hearing last week, the State Department directed Blackwater not to give any information or testimony without its signoff. After a public spat between Rep. Waxman and Secretary of State Condoleezza Rice, the State Department relented. Blackwater CEO and founder Erik Prince is now scheduled to testify at 10 a.m. Tuesday. But the attempt to shield Prince was apparently not the first time State had protected Blackwater. A report issued by Waxman on Monday alleges that State helped Blackwater cover up Iraqi fatalities. The ties between State and Blackwater are only part of a web of relationships that Blackwater has maintained with the Bush administration and with prominent Republicans. Good timing, and the connections of its CEO, may be the answer. His late father, auto-parts magnate Edgar Prince, was instrumental in the creation of the Family Research Council, one of the right-wing Christian groups most influential with the George W. Bush administration. At his funeral in 1995, he was eulogized by two stalwarts of the Christian conservative movement, James Dobson and Gary Bauer. Edgar Prince's widow, Elsa, who remarried after her husband's death, has served on the boards of the FRC and another influential Christian-right organization, Dobson's Focus on the Family. She currently runs the Edgar and Elsa Prince Foundation, where, according to IRS filings, her son Erik is a vice president. The foundation has given lavishly to some of the marquee names of the Christian right. Both Edgar and Elsa have been affiliated with the Council for National Policy, the secretive Christian conservative organization whose meetings have been attended by Dick Cheney, Donald Rumsfeld and Paul Bremer, and whose membership is rumored to include Jerry Falwell, Ralph Reed and Dobson. The former Betsy Prince -- Edgar and Elsa's daughter, Erik's sister -- married into the DeVos family, one of the country's biggest donors to Republican and conservative causes. She chaired the Michigan Republican Party from 1996 to 2000 and again from 2003 to 2005, and her husband, Dick, ran as the Republican candidate for Michigan governor in 2006. Erik Prince himself is no slouch when it comes to giving to Republicans and cultivating relationships with important conservatives. During college, he interned in George H.W. Bush's White House, and also interned for Rep. Dana Rohrabacher, R-Calif. Rohrabacher and fellow California Republican Rep. John Doolittle have visited Blackwater's Moyock, N.C., compound, on a trip arranged by the Alexander Strategy Group, a lobbying firm founded by former aides of then House Majority Leader Tom Delay. ASG partner Paul Behrends is a longtime associate of Prince's. Prince's connections seem to have paid off for Blackwater. But Prince's most important benefactor was fellow conservative Roman Catholic convert L. Paul Bremer, former head of the Coalition Provisional Authority, the American occupation government in Iraq. In charge of the Blackwater team guarding Bremer was Frank Gallagher, who had provided personal security for former Secretary of State Henry Kissinger when Bremer was managing director of Kissinger's consulting firm, Kissinger and Associates, in the 1990s. Blackwater's benefits from government largess haven't ended with Iraq. Blackwater also became involved in the aftermath of Hurricane Katrina, and profited handsomely. Joseph Schmitz, chief operating officer and general counsel: In 2002, President Bush nominated Schmitz to oversee and police the Pentagon's military contracts as the Defense Department's inspector general. Unlike previous I.G.s, Schmitz reported directly to the secretary of defense -- a setup that both Democratic and Republican lawmakers objected to, given Schmitz's oversight responsibility. His father, John G. Schmitz, was a two-term Republican congressman, and his brother, Patrick Schmitz, served as George H.W. Bush's deputy counsel from 1985 to 1993. Joseph himself worked as a special assistant to Reagan-era Attorney General Edwin Meese. Schmitz resigned in 2005 under mounting pressure from both Democratic and Republican senators, who accused him of interfering with criminal investigations into inappropriately awarded contracts, turning a blind eye to conflicts of interest and other failures of oversight. According to an October 2005 article in Time magazine, Schmitz showed the White House the results of his staff's multiyear investigation into a contract in which the Air Force leased air-refueling tankers from Boeing for more than it would have cost to buy them, then agreed to redact the names of senior White House staffers involved in the decision before sending the final report to Congress. Schmitz informed his staff on Aug. 26, 2005, that he was leaving the Pentagon; in September of that year, he went to work for Blackwater. J. Cofer Black, vice chairman: Black spent most of his 28-year CIA career running covert operations in the Directorate of Operations, where he worked with Rob Richer (below). Black is, according to published accounts, a man with a flair for the dramatic, the kind of briefer President Bush likes. Black is also one of the more prominent faces associated with the Bush administration's interrogation and extraordinary rendition policies. And the group within the CIA responsible for extraordinary renditions -- operations in which covert agents grab terror suspects and take them to secret prison facilities for interrogations that would normally be prohibited as torture -- fell under Black at the CTC, Priest has reported. Black later went to the State Department, where one of his roles was to begin coordinating security for the 2004 Olympics in Greece. In 2003, the State Department gave Blackwater a contract to train the Olympic security teams. In addition to his work with Blackwater and his own company, Total Intelligence Solutions, Black also recently joined the presidential campaign of former Massachusetts Gov. Mitt Romney, where he serves the Republican hopeful as senior advisor for counterterrorism and national security. Rob Richer, vice president for intelligence: Richer was head of the CIA's Near East division -- and the agency's liaison with King Abdullah of Jordan -- from 1999 to 2004. In 2003, he briefed President Bush on the nascent Iraqi insurgency. In late 2004, he became the associate deputy director in the CIA's Directorate of Operations, making him the second-ranking official for clandestine operations. He left the agency for Blackwater in the fall of 2005, effectively taking the agency's relationship with Abdullah with him. The CIA had invested millions of dollars in training Jordan's intelligence services. There was an obvious quid pro quo: In exchange for the training, Jordan would share information. Jordan has now hired Blackwater's intelligence division -- headed by Richer -- to do its spy training instead. Fred Fielding, former outside counsel: After four Blackwater employees were tortured and killed in Fallujah, Iraq, in 2004, their families brought a wrongful-death lawsuit against Blackwater, charging that the company had not provided adequate arms, armor and backup. Blackwater feared that if it was found liable for its employees' deaths, a floodgate of future litigation could be opened. To fight the suit, Blackwater hired Fielding, the consummate Republican insider. Dan Callahan, a lawyer representing the families, told Salon he was shocked when he learned Fielding would be representing the company. Fielding has had a long career as a lawyer to prominent Republicans. From 1970 to 1972, he was an associate White House counsel in the Nixon administration; from 1972 to 1974, he was present for the denouement of that administration as deputy White House counsel. Under President Reagan, he served as White House counsel from 1981 to 1986, where he was the boss of a young assistant counsel named John Roberts, now the chief justice of the United States. In January 2007, Bush chose him as White House counsel. Ken Starr, outside counsel: According to Callahan, Fielding represented Blackwater as outside counsel for about six months beginning in February 2005. After Fielding left the case, the law firm Greenberg Traurig, which was once home to Jack Abramoff and worked for George W. Bush in the Florida recount, represented Blackwater till October 2006. Blackwater then hired another high-profile lawyer with impeccable Republican credentials -- Ken Starr, now the dean of Pepperdine Law School in California. Starr was appointed to the federal bench by Reagan, was U.S. solicitor general under George H.W. Bush and was on Bush's shortlist to replace William Brennan on the Supreme Court. He is best known, however, as the independent counsel who investigated Bill Clinton. He revealed the intimate details of Clinton's affair with intern Monica Lewinsky in the infamous Starr Report and set in motion Clinton's impeachment by Congress. Blackwater continues to assert that the state of North Carolina lacks jurisdiction in the wrongful-death lawsuit against the security firm. Roberts denied the petition on Oct. 24. In December, Starr filed a motion to bring the matter before the entire Supreme Court. The motion was denied in February. Additional reporting by Tracee Herbaugh. Ben Van Heuvelen Ben Van Heuvelen is a journalist living in Brooklyn. To keep up with the costs of creating great content, we increasingly need to run more advertising to support the business. In an effort to reduce the amount of ads, we are offering our readers the opportunity to directly contribute to us. You can unsubscribe at any time. To keep up with the costs of creating great content, we increasingly need to run more advertising to support the business. In an effort to reduce the amount of ads, we are offering our readers the opportunity to directly contribute to us. All rights reserved. This material may not be published, broadcast, rewritten or redistributed."],
        "Sentences_str":["Just sign in with Facebook or Google to get started. Please consider disabling your ad blocker and allowing Salon to run ads, which helps keep the content you read here free. Ben Van Heuvelen October 2, 2007 8:08pm (UTC) When Blackwater contractors guardin"],
        "_version_":1612429400955944962,
        "URL_str":["http://www.salon.com/2007/10/02/blackwater_bush/"]},
      {
        "URL":["http://nymag.com/thecut/2017/01/rep-who-gutted-ethics-office-was-sued-for-sexual-harassment.html?mid=twitter-share-thecut"],
        "Timestamp":[20180918225948],
        "Sentences":["On Monday, news broke that House Republicans voted privately to gut an independent ethics office that was established to hold members accountable for things like bribery, fraud, and conflicts of interest. One of those was Texas representative Blake Farenthold, who was accused by a former staffer of sexual harassment in 2014. The staffer said she was fired after she complained about such treatment. the kavanaugh hearings 5:59 p.m. A Running List of Excuses Team Kavanaugh Has Tried Out Their tactics in dealing with the misconduct allegations have been numerous, and sometimes contradictory. drops 3:27 p.m. By Kaitlin Menza crime 2:22 p.m. Man Accused of Murdering Golfer Said He Had Urge to Rape and Kill Women: Report A man has been charged with the killing of champion college golfer Celia Barquin Arozamena. By Cathy Horyn women on strike 12:43 p.m. By Alison Green science of us 11:32 a.m. The Lingering Psychological Scars of Teen Sexual Assault High-school trauma can last a lifetime. sexual assault 11:27 a.m. Asia Argento Says She Is Suing Rose McGowan Over Sexual-Assault Statement Argento says she is following through on her threat to sue over a statement about the Jimmy Bennet sexual-assault case. We will never post to your social media account without your permission. or create an account Female Male NYMag.com may email me about new site features and special offers. By creating an account, you agree with the Terms of Service and Privacy Policy. Please follow the instructions in the email within 48 hours to complete your registration. This username or email is associated with a Facebook account. Choose a Username Your username will appear next to your comments. account, you agree with the Terms of Service and Privacy Policy. You already have an account registered under . You can link your Facebook account to your existing account. and GrubStreet.com. Subscribe to our daily newsletters. Daily Intelligencer Constant news updates on politics, business, media, and real estate. Vulture Breaking news and analysis on all the latest TV, movies, music, books, theater, and art. The Cut Get the latest fashion, beauty, and shopping news and recommendations. No Thanks We're sorry. You must confirm your registration within 48 hours of submitting your registration request. Please register again. You are already registered. Please log in. Reset Your Password Enter a new password Your password has been successfully changed. Please log in. username or email is not registered. username already exists. email is associated with a registered account. will be removed in Prebid 1.0. will be removed in Prebid 1.0. will be removed in Prebid 1.0. Each bidder will be passed a reference to addBidResponse function in callBids as an argument. will be removed in Prebid 1.0. will be removed in Prebid 1.0."],
        "id":"4aa249e3-22ee-4a4a-b6b7-e886e6185a57",
        "Sentences_str":["On Monday, news broke that House Republicans voted privately to gut an independent ethics office that was established to hold members accountable for things like bribery, fraud, and conflicts of interest. One of those was Texas representative Blake Farenth"],
        "_version_":1612429400956993536,
        "URL_str":["http://nymag.com/thecut/2017/01/rep-who-gutted-ethics-office-was-sued-for-sexual-harassment.html?mid=twitter-share-thecut"]},
      {
        "URL":["https://www.foodandwaterwatch.org/news/residents-impacted-sunoco-pipeline-issue-summons-governor-wolf"],
        "Timestamp":[20180918233951],
        "Sentences":["His administration is responsible for putting dozens of schools and homes in the path of a dangerous, explosive pipeline. Citizens delivered a Notice of Probable Violation and Summons to Governor Wolf. The action happened prior to a State Senate hearing on the Mariner East 2 pipeline, which was called after massive sinkholes emerged as a result of pipeline construction. Residents testifying and attending the hearing took the opportunity to remind Governor Wolf that while a growing, bipartisan group of local, state, and federal officials is calling for a halt to the pipeline, the approval and continued construction of Mariner East 2 is his responsibility. The 350-mile pipeline is being constructed in order to carry highly volatile liquids, most of which will be exported to Europe to make plastics. Get the latest on your food and water with news, research and urgent actions. Visit our policy & research library Biogas vs. California's Clean Energy Future It Took a School Groundskeeper Getting Cancer for Roundup to Get Rejected 'Food Gets Left Behind:' A Chat With 'Foodopoly' Author Wenonah Hauter Work locally, make a difference. Get active in your community. Food & Water Watch is a 501(c)3 non-profit organization. Food & Water Action Fund is a 501(c)4 organization. Contact your regional office. Work with us: See all job openings Problems Broken Democracy Climate Change & Environment Corporate Control of Food Corporate Control of Water Factory Farming & Food Safety Fracking GMOs Global Trade Pollution Trading Solutions Advocate Fair Policies Legal Action Organizing for Change Research & Policy Analysis Our Impact Facts Stories Victories Take Action Get Active Where You Live Organizing Tools Find an Event Volunteer with Us Live Healthy Donate Give Give Now Give Monthly Give a Gift Membership Membership Options Fundraise Workplace Giving Planned Giving Other Ways to Give About News Research Library Contact Careers Learn more about Food & Water Action Fund www.foodandwateractionfund.org."],
        "id":"67f84be4-0d69-4b9b-82c5-93bedea868b1",
        "Sentences_str":["His administration is responsible for putting dozens of schools and homes in the path of a dangerous, explosive pipeline. Citizens delivered a Notice of Probable Violation and Summons to Governor Wolf. The action happened prior to a State Senate hearing on"],
        "_version_":1612429400958042112,
        "URL_str":["https://www.foodandwaterwatch.org/news/residents-impacted-sunoco-pipeline-issue-summons-governor-wolf"]},
      {
        "URL":["http://thefreethoughtproject.com/standing-rock-veterans-apologize-native-americans/"],
        "Timestamp":[20180918232813],
        "Sentences":["While the U.S. government has never officially apologized for the genocide it committed upon tribal nations, these courageous veterans accepted responsibility for the actions and asked the tribe for forgiveness. And within that conscience we must first confess our sins to you because many of us, me particularly, are from the units that have hurt you over the many years. We came, we fought you, we took your land, we signed treaties that we broke, we stole minerals from your sacred hills, we blasted the faces of our presidents onto your sacred mountain. Then we took still more land, then we took your children and then tried to take your language and tried to eliminate your language that God gave you and that the Creator gave you. Leksi Leonard Crow Dog on behalf of the tribes in attendance accepted the apology and in turn asked for forgiveness for any hurt that might have been caused from the defeat of the U.S. 7th Cavalry by the Great Sioux Nation on June 25, 1876. The Tribal Historic Preservation Officer for the Standing Rock Sioux Tribe, Jon Eagle Sr., posted a stunning summary of the monumental occasion. These gestures of peace, love, and forgiveness are the start to healing the brutality of the past. Winning this battle is as simple as choosing to abstain from the violent corrupt old system and participating in the new and peaceful system that hands the power back to the people. We feel that PIVX is this system. PIVX takes the control the banking elite has over money and gives it back to the people. It is the ultimate weapon in the battle against the money changers and information controllers because PIVX is the only cryptocurrency in existence that allows for completely anonymous storage while simultaneously paying interest. If you'd like to start your own PIVX wallet and be a part of this change and battle for peace and freedom, you can start by clicking here. PIVX is already accepted all over the world so you can begin using it immediately. Jay Syrmopoulos Jay Syrmopoulos is a geopolitical analyst, freethinker, and ardent opponent of authoritarianism. He is currently a graduate student at the University of Denver pursuing a masters in Global Affairs and holds a BA in International Relations. Jay's writing has been featured on both mainstream and independent media - and has been viewed tens of millions of times. It is not to be construed or intended as providing medical or legal advice . Any views expressed here-in are not necessarily those held by TheFreeThoughtProject.com . Support Free Thought Thanks to a coordinated attack on independent media by the establishment, this website is at risk of shutting down due to our ads being pulled and organic reach throttled."],
        "id":"a4c7e690-42bf-4e28-8226-3335c8c5a41f",
        "Sentences_str":["While the U.S. government has never officially apologized for the genocide it committed upon tribal nations, these courageous veterans accepted responsibility for the actions and asked the tribe for forgiveness. And within that conscience we must first con"],
        "_version_":1612429400958042113,
        "URL_str":["http://thefreethoughtproject.com/standing-rock-veterans-apologize-native-americans/"]},
      {
        "URL":["http://share.credoaction.com/265666303t?referring_akid=.11446439.EVk0Hx"],
        "Timestamp":[20180918221810],
        "Sentences":["Credo Action Stop Trump from building the Dakota Access pipeline. You must consider the threats it poses to to drinking water supplies, sacred sites and indigenous rights, the likelihood of oil spills along the entire length of the pipeline and the fact that it would exacerbate climate change. By submitting this form, your name, address and comments will be filed with a public agency and become public record. You'll receive periodic updates on offers and activism opportunities. In the face of massive public opposition, Donald Trump just took executive action in an attempt to move forward construction of the Dakota Access pipeline. For the next few weeks, the U.S. Army Corps of Engineers is accepting public comments to decide what to include in its environmental study on the pipeline. We must tell the Army Corps that the Dakota Access pipeline poses too much of a threat to drinking water supplies, sacred sites, indigenous rights, the environment and our climate to allow construction to resume. Deadline Feb. 20: Tell the U.S. Army Corps of Engineers to stop construction of the Dakota Access pipeline. In particular, the Environmental Impact Statement currently being prepared is considering the last part of the pipeline that would cross under the Missouri River, threatening drinking water downstream if a catastrophic oil spill occurs. Deadline Feb 20: Tell the U.S. Army Corps of Engineers to stop construction of the Dakota Access pipeline. Thanks for all you do."],
        "id":"533214a9-7df2-4243-8bcc-71c1426906c3",
        "Sentences_str":["Credo Action Stop Trump from building the Dakota Access pipeline. You must consider the threats it poses to to drinking water supplies, sacred sites and indigenous rights, the likelihood of oil spills along the entire length of the pipeline and the fact th"],
        "_version_":1612429400959090688,
        "URL_str":["http://share.credoaction.com/265666303t?referring_akid=.11446439.EVk0Hx"]},
      {
        "URL":["https://www.gofundme.com/30aezxs&rcid=79363e69d6e749fc9e1022a108185985"],
        "Timestamp":[20180918231121],
        "id":"7347deed-dfc1-40dc-9f40-d60ea7db3b2d",
        "Sentences":["She left New York City several weeks ago to help with the struggle at Standing Rock. She been an active participate and family to the activist groups NYC Shut It Down and Hoods4Justice. Sophia has always been committed to confronting injustice through vigilance and resistance. Sophia was giving out bottles of water to protectors holding down the space when she was shot with a concussion grenade. This was the response of police and DAPL mercenaries as she and other brave protectors attempted to hold the line against the black snake in hservice of protecting our water. Please consider donating to help pay for her treatment. We must to support our comrades when they need us the most. She needs all of us right now. After all she is our family. My name is Michael Basillas, I live in NYC. Sophia Wilansky is a fierce friend of mine. We've known each other for almost a year now from participation in various demonstrations focused in the city. Sophia and I share passion addressing social justice, vigilance, and resistance , and understanding this world is unsuitable and required drastic change. Sophia is family to many affinity activism groups from The Base, NYC Shut It Down, and HOODS4JUSTICE. I'm this money with the help of several other people to provide medical relief funds after what had happen on Nov 21, 2016. HOW THE MONEY WILL BE SPEND: Funds raised in this campaign will go directly to provide financial aid towards 20 surgeries Sophia needs to save her arm. Funds also provide Sophia's father some financial support to take care of his daughter. Their insurance will not cover all of the expenses and can only cover a certain percentage of it especially with this type of surgery. So we are asking to donate gracefully because this will help provide financial support toward Sophia's long recovery. The rest of the money will be delivered to Mr. Wilansky when he gets back one in NYC. They frequently post information about Sophia's well-being. Thank you for the support you have given us. Please try again. She stood in silence. She was sanding to close to a truck and they didn't like that. I suppose an unarmed, unarmored young woman is threatening to them. They ordered for her to retreat, the whole time shooting rubber bullets. When they finally stopped, she attempted to retreat, as they ordered. She took a few steps towards us, and that's when they directly launched the flash grenade at her. It exploded right on her. I want people who are not here to understand, we assemble in PEACE. Sophia said not a word to them. She is the proof that they will use violent tactics no matter what. We are not to blame here. Anyone who would blame the people and not the government in this situation astounds me... Wilansky family, please contact me. I am a witness to what Morton County did to your daughter. I think it's beautiful for everyone to help but that is a lot of money and maybe we can petition for them to donate their fee to her medical bills. It would be an estimate of half a million dollars if she needs a prosthetic arm. Calling the FBI could result in you providing information that could be potentially incriminating to yourself and others. Many of these police do not see your constitutional right to peacefully assemble. They do not see your point of view or what you are fighting for. Clearing a public road resulted in use of deadly force against hundreds of people. They have responded to us with escalating violence, and increased charges. Put pressure on your legislators, federal agencies, and the White House. Put pressure on North Dakota's governor. Call on the Department of Justice. Please keep eachother safe, and learn about your rights. May she recover more beautifully than could be imagined. May she know the love of thousands. May all her old ones enfold her now. May her story wake up the hearts of tens of thousands. May the protectors and the waters they protect be kept safe from harms way. Sorry for my skepticism. I should have researched better. They are just jealous they don't have this kind of support. And the police will be looking at serious charges against them for crimes against humanity. Thank you all water protectors for the fight. Sending troops in to back you up and lots of them. Below is her statement as conveyed by her father, lawyer Wayne Wilansky. A grenade exploded right as it hit Sophia in the left forearm taking most of the undersurface of her left arm with it. Both her radial and ulnar artery were completely destroyed. Her radius was shattered and a large piece of it is missing. Her medial nerve is missing a large section as well. All of the muscle and soft tissue between her elbow and wrist were blown away. The police did not do this by accident - it was an intentional act of throwing it directly at her. Additionally police were shooting people in face and groin intending to do the most possible damage. Sophia will have surgery again tomorrow as bit by bit they try to rebuild a somewhat functioning arm and hand. The first surgery took a vein from her leg which they have implanted in her arm to take the place of the missing arteries. She will need multiple surgeries to try to gain some functional use of the arm and hand. She will be, every day for the foreseeable future, fearful of losing her arm and hand. There are no words to describe the pain of watching my daughter cry and say she was sorry for the pain she caused me and my wife. I died a thousand deaths today and will continue to do so for quite some time. Prayers for her healing. And for a good attorney. This needs to be taken to court. The sacrifices that this young woman made to be there to support an important cause will be with her the rest of her life. She chose to stand up, she chose to help others that were in need that night and ended up getting severely injured. The least we can all do is come together and support her in her recovery. Her physical, emotional and mental state are fragile at this time and in need of lots of support to assist her. I don't know her personally but thank her from the bottom of my heart. I love that so many folks are pulling together and showing so much love and support. Let's keep this momentum going and make sure all her expenses are covered. We are in this together and together everyone achieves more. Please. Water is life. Let's try to do better and be better. Best wishes for Sophia and her family. She was just passing out water and helping This gotton of control when this girl could loose and an arm or hand. The violent use police are doing is wrong. This has to stop before more people get hurt. Thank you. Victory to the protectors. You can bring a horse to water but cannot make them drink. These same people believe thousands of climate scientists with multiple degrees making 60 grand a year are in on some giant world wide climate conspiracy, vs the koch brothers making billions upon billions funding the darn site they are reading this garbage from that says ignore science and they do. Sign in to track your impact. Connect We will never post without your permission. In the future, we'll let you know if your sharing brings in any donations. We weren't able to connect your Facebook account. Please try again later. I never knew of this campaign. Still praying for a complete recovery to a brave person. Please try again. She stood in silence. She was sanding to close to a truck and they didn't like that. I suppose an unarmed, unarmored young woman is threatening to them. They ordered for her to retreat, the whole time shooting rubber bullets. When they finally stopped, she attempted to retreat, as they ordered. She took a few steps towards us, and that's when they directly launched the flash grenade at her. It exploded right on her. I want people who are not here to understand, we assemble in PEACE. Sophia said not a word to them. She is the proof that they will use violent tactics no matter what. We are not to blame here. Anyone who would blame the people and not the government in this situation astounds me... Wilansky family, please contact me. I am a witness to what Morton County did to your daughter. I think it's beautiful for everyone to help but that is a lot of money and maybe we can petition for them to donate their fee to her medical bills. It would be an estimate of half a million dollars if she needs a prosthetic arm. Calling the FBI could result in you providing information that could be potentially incriminating to yourself and others. Many of these police do not see your constitutional right to peacefully assemble. They do not see your point of view or what you are fighting for. Clearing a public road resulted in use of deadly force against hundreds of people. They have responded to us with escalating violence, and increased charges. Put pressure on your legislators, federal agencies, and the White House. Put pressure on North Dakota's governor. Call on the Department of Justice. Please keep eachother safe, and learn about your rights. May she recover more beautifully than could be imagined. May she know the love of thousands. May all her old ones enfold her now. May her story wake up the hearts of tens of thousands. May the protectors and the waters they protect be kept safe from harms way. Sorry for my skepticism. I should have researched better. They are just jealous they don't have this kind of support. And the police will be looking at serious charges against them for crimes against humanity. Thank you all water protectors for the fight. Sending troops in to back you up and lots of them. Below is her statement as conveyed by her father, lawyer Wayne Wilansky. A grenade exploded right as it hit Sophia in the left forearm taking most of the undersurface of her left arm with it. Both her radial and ulnar artery were completely destroyed. Her radius was shattered and a large piece of it is missing. Her medial nerve is missing a large section as well. All of the muscle and soft tissue between her elbow and wrist were blown away. The police did not do this by accident - it was an intentional act of throwing it directly at her. Additionally police were shooting people in face and groin intending to do the most possible damage. Sophia will have surgery again tomorrow as bit by bit they try to rebuild a somewhat functioning arm and hand. The first surgery took a vein from her leg which they have implanted in her arm to take the place of the missing arteries. She will need multiple surgeries to try to gain some functional use of the arm and hand. She will be, every day for the foreseeable future, fearful of losing her arm and hand. There are no words to describe the pain of watching my daughter cry and say she was sorry for the pain she caused me and my wife. I died a thousand deaths today and will continue to do so for quite some time. Prayers for her healing. And for a good attorney. This needs to be taken to court. The sacrifices that this young woman made to be there to support an important cause will be with her the rest of her life. She chose to stand up, she chose to help others that were in need that night and ended up getting severely injured. The least we can all do is come together and support her in her recovery. Her physical, emotional and mental state are fragile at this time and in need of lots of support to assist her. I don't know her personally but thank her from the bottom of my heart. I love that so many folks are pulling together and showing so much love and support. Let's keep this momentum going and make sure all her expenses are covered. We are in this together and together everyone achieves more. Please. Water is life. Let's try to do better and be better. Best wishes for Sophia and her family. She was just passing out water and helping This gotton of control when this girl could loose and an arm or hand. The violent use police are doing is wrong. This has to stop before more people get hurt. Thank you. Victory to the protectors. You can bring a horse to water but cannot make them drink. These same people believe thousands of climate scientists with multiple degrees making 60 grand a year are in on some giant world wide climate conspiracy, vs the koch brothers making billions upon billions funding the darn site they are reading this garbage from that says ignore science and they do. How it works GoFundMe Guarantee Your donation is protected. Your email didn't look right. Please try again. Sign in to your Facebook account or use your email address to Like. or Use My Email Address By continuing, you agree with the GoFundMe terms and privacy policy Sharing increases donations. Share your unique link to see how much your shares help. Your email didn't look right. Please try again. Team Members Campaign Not Ready There's an issue with this Campaign Organizer's account. Please ask them to sign in to GoFundMe and check their account. Return to Campaign Manage your Donation Your donation is currently public Your donation is currently public We could not change how your donation is displayed. Please try again. We could not cancel your recurring donation. Please try again. Edit Comment Your comment has been edited. We could not edit your comment. Please try again. Edit Comment Your comment has been edited. GoFundMe has verified that the funds raised will go directly to the intended recipient. GoFundMe has verified that the funds raised will go directly to the intended recipient. Close Thank you for sharing. Thank you for sharing. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission."],
        "Sentences_str":["She left New York City several weeks ago to help with the struggle at Standing Rock. She been an active participate and family to the activist groups NYC Shut It Down and Hoods4Justice. Sophia has always been committed to confronting injustice through vigi"],
        "_version_":1612429400959090690,
        "URL_str":["https://www.gofundme.com/30aezxs&rcid=79363e69d6e749fc9e1022a108185985"]},
      {
        "URL":["https://www.gofundme.com/veterans-for-standing-rock-nodapl#"],
        "Timestamp":[20180918223800],
        "id":"63be0e95-1c37-433f-b233-c985b9b6c298",
        "Sentences":["Thank you. We are veterans of the United States Armed Forces, including the U.S. Army, United States Marine Corps, U.S. Navy, U.S. Air Force and U.S. Coast Guard and we are calling for our fellow veterans to assemble as a peaceful, unarmed militia at the Standing Rock Indian Reservation on Dec 4-7 and defend the water protectors from assault and intimidation at the hands of the militarized police force and DAPL security. 2K EVENT CAPACITY ACHIEVED: Event capacity based on accommodations, travel logistics and supplies; given the time we have to coordinate, resources available and the shipping and weather conditions in the region has been set at 2,000 rostered participants. We currently have over 2,100 Veterans on the roster. Our goal now is to prioritize this list to Veterans and Civilian personnel involved with operations, planning & onsite execution. next mission could be as early as the 2nd week of December. More to come The funds we raise on this page will go towards providing transportation and supplies for the brave patriots that come and stand with us. We have full support of the Sioux tribe elders and will be cooperating with them every step of the way. Several had to be treated for hypothermia and one protestor who was hit directly with a grenade has reportedly had her arm amputated as a result. Everyday becomes more evident that the defenders of America must stand with the Water Protectors. Let's stop this savage injustice being committed right here at home. Not if you allow this the be the United States. Please donate and pass this page along to your friends, family, coworkers and community members. It's time to display that honor, courage, and commitment we claim to represent. It's time for real Patriots. In the past two weeks the turmoil and uncertainty at Standing Rock has increased significantly. We have continued to stay in contact with indigenous and camp leadership and have identified several areas where the Veterans Stand network can continue to serve the needs of the local community. We are launching this second GoFundMe to create a Standing Rock Fund to address the ongoing needs at Standing Rock and our partners in camp. Please take moment to check out our new campaign and share with your networks. We are formulating organizational structure under a 501c4. This legal framework is necessary to fulfill legal requirements. As for the negative comments. This filing will include a complete CPA certified audit, which is public. We could not possibly be more transparent than that. In order for reimbursements to go forward and to continue any relief efforts, we must have a legal structure. I'm extremely proud to say that we ended up bringing upwards of 4,000 veterans to Standing Rock to fight the pipeline. That's double what we accounted for, but thanks to the tireless work and creativity of our volunteers, we were able to accommodate them and ensure that the everybody was fed, sheltered and kept safe in the storm. Rest assured, your donations have been put to good use. We've bought countless supplies, winter gear, hotel rooms, trains, planes, automobile rentals and much more to help the vets make the journey and stay safe. I say countless because we are still actively buying these things as we speak. A lot of people are asking what we'll do with the remainder after the vets' expenses are paid out. At this point, we're not sure that we'll have any left over. Here's the math we're dealing with right now. Once we are sure everyone is home safe and covered, we move on to the next phase, which includes pulling out all the receipts and running the numbers. At that point, we will be able to break down exactly how the donation money was spent and where. In the meantime, please be patient. We read all of your emails and messages, but we have to prioritize our vets and getting them home. Thank you, every single one of you, for being a part of this movement. This has been a life-changing experience for everybody involved and we plan to keep fighting for you as long as we have to. Please try again. I have 5 more seats in my Grand Caravan. Or we can take your car and I'll pay for some gas. Let me know. thank you for standing up for the people. my clan duty is to protect the tribe. i am also a 10 year 2x war veteran, U.S. Army Infantry. Honorably discharged and i would like to join this 3 day deployment to protect and defend. Still waiting to hear back on details for the trip. A world filled with broken promises, selfishness and separations. A world longing for light again. I see a time of Seven Generations when all the colors of mankind will gather under the Sacred Tree of Life and the whole Earth will become one circle again. In that day, there will be those among the Lakota who will carry knowledge and understanding of unity among all living things and the young white ones will come to those of my people and ask for this wisdom. I salute the light within your eyes where the whole Universe dwells. Thank you for offering material help and laying your bodies on the line. I am proud that you are defending our nation's water and helping stop the depredation of First Nations land. I wish I could have given more. Thank you for yet another sacrifice you are doing for the American people. Please sign the petition to President Obama. Petition The Dakota Access pipeline poses a catastrophic threat to Native American sacred lands and to the critical water source for more than 17 million Americans down stream of the Missouri River crossing. We know that President Elect Trump has a serious conflict of interest by owning large investments in DAPL and other fossil fuel assets; and his energy team includes Harold Hamm, billionaire founder of Continental Resources oil company, and someone Mr. Trump might name as his Secretary of Energy. Mr. Trump and the Koch brothers said they support extractive exploitation of public lands and National Parks. After suffering centuries of persecution and exploitation, Native Americans deserve justice. This land belonged to the Standing Rock Sioux Nation Rez before it was taken back. President Elect Trump has stated he will quickly approve the Dakota Access pipeline and also reverse President Obama's decision to deny approval of Keystone XL pipeline. We have an enormous glut of oil reserves at Cushing, Oklahoma. The clear purpose of Dakota Access and Keystone XL pipelines is not to make America energy independent but to reap enormous profits for greedy oil interests exporting oil to China. We must protect our environment and our oil resources. This outdated fossil fuel infrastructure is not needed and railroads serving the Bakkan North Dakota oil fields have invested heavily in improved railroad oil tank car safety and have stated that they have more than enough railroad capacity to transport the Bakkan oil. They will also be able to permanently rehire thousands of laid off North Dakota railroad workers. America must finally honor the first Americans and our first environmentalists by stopping Dakota Access. Thank you for standing on the right side of history. read Operations Order. Leaders step up and volunteer. You're all my heros. Sign in to track your impact. Connect We will never post without your permission. In the future, we'll let you know if your sharing brings in any donations. We weren't able to connect your Facebook account. Please try again later. Power to the people. Please try again. I have 5 more seats in my Grand Caravan. Or we can take your car and I'll pay for some gas. Let me know. thank you for standing up for the people. my clan duty is to protect the tribe. i am also a 10 year 2x war veteran, U.S. Army Infantry. Honorably discharged and i would like to join this 3 day deployment to protect and defend. Still waiting to hear back on details for the trip. A world filled with broken promises, selfishness and separations. A world longing for light again. I see a time of Seven Generations when all the colors of mankind will gather under the Sacred Tree of Life and the whole Earth will become one circle again. In that day, there will be those among the Lakota who will carry knowledge and understanding of unity among all living things and the young white ones will come to those of my people and ask for this wisdom. I salute the light within your eyes where the whole Universe dwells. Thank you for offering material help and laying your bodies on the line. I am proud that you are defending our nation's water and helping stop the depredation of First Nations land. I wish I could have given more. Thank you for yet another sacrifice you are doing for the American people. Please sign the petition to President Obama. Petition The Dakota Access pipeline poses a catastrophic threat to Native American sacred lands and to the critical water source for more than 17 million Americans down stream of the Missouri River crossing. We know that President Elect Trump has a serious conflict of interest by owning large investments in DAPL and other fossil fuel assets; and his energy team includes Harold Hamm, billionaire founder of Continental Resources oil company, and someone Mr. Trump might name as his Secretary of Energy. Mr. Trump and the Koch brothers said they support extractive exploitation of public lands and National Parks. After suffering centuries of persecution and exploitation, Native Americans deserve justice. This land belonged to the Standing Rock Sioux Nation Rez before it was taken back. President Elect Trump has stated he will quickly approve the Dakota Access pipeline and also reverse President Obama's decision to deny approval of Keystone XL pipeline. We have an enormous glut of oil reserves at Cushing, Oklahoma. The clear purpose of Dakota Access and Keystone XL pipelines is not to make America energy independent but to reap enormous profits for greedy oil interests exporting oil to China. We must protect our environment and our oil resources. This outdated fossil fuel infrastructure is not needed and railroads serving the Bakkan North Dakota oil fields have invested heavily in improved railroad oil tank car safety and have stated that they have more than enough railroad capacity to transport the Bakkan oil. They will also be able to permanently rehire thousands of laid off North Dakota railroad workers. America must finally honor the first Americans and our first environmentalists by stopping Dakota Access. Thank you for standing on the right side of history. read Operations Order. Leaders step up and volunteer. You're all my heros. How it works GoFundMe Guarantee Your donation is protected. Your email didn't look right. Please try again. Sign in to your Facebook account or use your email address to Like. or Use My Email Address By continuing, you agree with the GoFundMe terms and privacy policy Sharing increases donations. Share your unique link to see how much your shares help. Your email didn't look right. Please try again. Team Members Campaign Not Ready There's an issue with this Campaign Organizer's account. Please ask them to sign in to GoFundMe and check their account. Return to Campaign Manage your Donation Your donation is currently public Your donation is currently public We could not change how your donation is displayed. Please try again. We could not cancel your recurring donation. Please try again. Edit Comment Your comment has been edited. We could not edit your comment. Please try again. Edit Comment Your comment has been edited. GoFundMe has verified that the funds raised will go directly to the intended recipient. GoFundMe has verified that the funds raised will go directly to the intended recipient. Close Thank you for sharing. Thank you for sharing. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission."],
        "Sentences_str":["Thank you. We are veterans of the United States Armed Forces, including the U.S. Army, United States Marine Corps, U.S. Navy, U.S. Air Force and U.S. Coast Guard and we are calling for our fellow veterans to assemble as a peaceful, unarmed militia at the S"],
        "_version_":1612429400961187841,
        "URL_str":["https://www.gofundme.com/veterans-for-standing-rock-nodapl#"]},
      {
        "URL":["http://www.truthdig.com/report/item/thanksgiving_at_standing_rock_20161031#.WBfM1GEbezI.twitter"],
        "Timestamp":[20180919004850],
        "Sentences":["Subscribe Login Register News Activism Belief & Religion Economy & Business Education Environment Health Immigration International LGBTQ Media Military National (U.S.A.) Politics Prison Race Science & Technology Social Issues Sports Surveillance Women Opinion Columnists Bill Blum Bill Boyarsky Juan Cole Amy Goodman Chris Hedges Sonali Kolhatkar Nomi Prins Robert Scheer Maj. Follow us Login Register News Activism Belief & Religion Economy & Business Education Environment Health Immigration International LGBTQ Media Military National (U.S.A.) Politics Prison Race Science & Technology Social Issues Sports Surveillance Women Opinion Columnists Bill Blum Bill Boyarsky Juan Cole Amy Goodman Chris Hedges Sonali Kolhatkar Nomi Prins Robert Scheer Maj. If this book was designed to scare the holy shite out of people, it certainly has succeeded. Boom. We have just spent hundreds of thousands of tax-payer dollars trying to tear-gas them, harass them, arrest them, pepper-spray them and shoot rubber bullets at them. Or not. Thank goodness for the Standing Rock Sioux. Like it or not, they are protecting us. They are standing in place instead of us. They are bravely standing in front of a hurricane of climate-death and are doing it in our name. I propose another way to thank the Standing Rock Sioux. How about Thanksgiving dinner in front of the US Congress or the White House. We should honor these protestors instead of bombing them with tear gas and attacking them with dogs. Probably us. To bookmark your favorite articles, please create a user profile. Publisher, Zuade Kaufman, and Editor in Chief, Robert Scheer. All rights reserved. Personalize your Truthdig experience. Choose authors to follow, bookmark your favorite articles and more. Your Truthdig, your way. Access your favorite authors, articles and more. Login Register Pass or Remember me Forgot my password or A password will be e-mailed to you. Truthdig takes no responsibility for such statements or opinions."],
        "id":"79b12df8-349e-4284-b798-f6cdfa75b0d9",
        "Sentences_str":["Subscribe Login Register News Activism Belief & Religion Economy & Business Education Environment Health Immigration International LGBTQ Media Military National (U.S.A.) Politics Prison Race Science & Technology Social Issues Sports Surveillance Women Opin"],
        "_version_":1612429400962236417,
        "URL_str":["http://www.truthdig.com/report/item/thanksgiving_at_standing_rock_20161031#.WBfM1GEbezI.twitter"]},
      {
        "URL":["http://mobile.reuters.com/article/idUSKBN15T307"],
        "Timestamp":[20180918233450],
        "id":"0f44a3a3-f51b-4b10-9bdf-c9e0b6816dbc",
        "Sentences":["The program was established in 2012 by Democratic President Barack Obama to allow those brought to the country while young to attend school and work. MORE TOP NEWS: Pence's mission in Europe: Clarify Trump's foreign policy vision Trump administration proposes stricter Obamacare rules Lawmakers push for answers on Trump team's Russia ties Ethan Dettmer, a partner in the law firm Gibson Dunn & Crutcher and one of the lawyers representing the man, Daniel Ramirez Medina, said he is not aware of any other DACA recipient who has been arrested. Richeson declined to elaborate further on how ICE established the man was a member of a gang. The White House did not immediately respond to a request for comment. In an interview with ABC News last month, Trump said his administration was devising a policy on how to deal with people covered by DACA, without indicating any concrete plans. I do have a big heart. Court documents do not make clear why the father was taken into custody. Ramirez, now detained in Tacoma, Washington, was granted temporary permission to live and work in the United States under DACA in about 2014, according to the lawsuit, and his status was renewed in 2016. Reuters viewed a document attached to the lawsuit that appeared to confirm his DACA approval. Trump, a Republican who took office on Jan. 20, has promised a crackdown on the estimated 11 million illegal immigrants in the United States, most of whom come from Mexico and other Latin American countries. Reuters could not independently confirm whether other DACA recipients have been detained since Trump took office. Ramirez filed a challenge to his detention in Seattle federal court on Monday, arguing that the government violated his constitutional rights because he had work authorization under the DACA program, his lawsuit said. Ramirez was in custody and unavailable for comment. Under 2014 guidance from the Obama administration, someone would be a deportation priority for gang activity only if they had been convicted of an offence in connection with the gang, not for gang affiliation alone, although there was room for discretion on the part of immigration officials. U.S. immigration officers last week arrested more than 680 people in the country illegally. Department of Homeland Security Secretary John Kelly said the operations, conducted in at least a dozen states, were routine and consistent with regular operations. Ramirez in his lawsuit is seeking immediate release and an injunction forbidding the government from arresting him again. A hearing in the case has been scheduled for Friday. When they entered, they asked Ramirez if he was in the country legally, and Ramirez said he had a work permit, the lawsuit stated. ICE agents took Ramirez to a processing center in Seattle and he again disclosed his DACA work permit, the lawsuit stated. Ramirez was fingerprinted, booked and taken to a detention center in Tacoma where he remained on Tuesday, said Rosenbaum. U.S. Immigration and Customs Enforcement (ICE) officers conduct a targeted enforcement operation in Atlanta, Georgia, U.S. on February 9, 2017. 0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Advertise with Us Advertising Guidelines Cookies Terms of Use Privacy All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. All Rights Reserved. are here illegally. I do have a big heart. now detained in Tacoma, Washington, was granted temporary permission to live and work in the United States under DACA in about 2014, according to the lawsuit, and his status was renewed in 2016. 2014 guidance from the Obama administration, someone would be a deportation priority for gang activity only if they had been convicted of an offence in connection with the gang, not for gang affiliation alone, although there was room for discretion on the part of immigration officials. quotes delayed a minimum of 15 minutes."],
        "Sentences_str":["The program was established in 2012 by Democratic President Barack Obama to allow those brought to the country while young to attend school and work. MORE TOP NEWS: Pence's mission in Europe: Clarify Trump's foreign policy vision Trump administration propo"],
        "_version_":1612429400963284992,
        "URL_str":["http://mobile.reuters.com/article/idUSKBN15T307"]},
      {
        "URL":["http://www.kfyrtv.com/content/news/US-Army-Corps-of-Engineers-denies-DAPL-easement-for-Lake-Oahe-404641416.html"],
        "Timestamp":[20180918234319],
        "id":"596ecaa4-3d80-4e45-ad90-16579975fd23",
        "Sentences":["This is nothing new from this Administration, since over the last four months the Administration has demonstrated by its action and inaction that it intended to delay a decision in this matter until President Obama is out of office. For more than three years now, Dakota Access Pipeline has done nothing but play by the rules. The Army Corps of Engineers agrees, and has said so publicly and in federal court filings. As stated all along, ETP and SXL are fully committed to ensuring that this vital project is brought to completion and fully expect to complete construction of the pipeline without any additional rerouting in and around Lake Oahe. Original Story: The US Army Corps of Engineers has denied the final permit of the Dakota Access Pipeline. Instead, the Corps will be undertaking an environmental impact statement to look at possible alternative routes. We wholeheartedly support the decision of the administration and commend with the utmost gratitude the courage it took on the part of President Obama, the Army Corps, the Department of Justice and the Department of the Interior to take steps to correct the course of history and to do the right thing. The Standing Rock Sioux Tribe and all of Indian Country will be forever grateful to the Obama Administration for this historic decision. We want to thank everyone who played a role in advocating for this cause. We thank the tribal youth who initiated this movement. We thank the millions of people around the globe who expressed support for our cause. We thank the thousands of people who came to the camps to support us, and the tens of thousands who donated time, talent, and money to our efforts to stand against this pipeline in the name of protecting our water. We especially thank all of the other tribal nations and jurisdictions who stood in solidarity with us, and we stand ready to stand with you if and when your people are in need. With this decision we look forward to being able to return home and spend the winter with our families and loved ones, many of whom have sacrificed as well. We look forward to celebrating in wopila, in thanks, in the coming days. We hope that Kelcey Warren, Governor Dalrymple, and the incoming Trump administration respect this decision and understand the complex process that led us to this point. When it comes to infrastructure development in Indian Country and with respect to treaty lands, we must strive to work together to reach decisions that reflect the multifaceted considerations of tribes. Treaties are paramount law and must be respected, and we welcome dialogue on how to continue to honor that moving forward. We are not opposed to energy independence, economic development, or national security concerns but we must ensure that these decisions are made with the considerations of our Indigenous peoples. To our local law enforcement, I hope that we can work together to heal our relationship as we all work to protect the lives and safety of our people. I recognize the extreme stress that the situation caused and look forward to a future that reflects more mutual understanding and respect. Again, we are deeply appreciative that the Obama Administration took the time and effort to genuinely consider the broad spectrum of tribal concerns. However, it was becoming increasingly clear he was punting this issue down the road. Roads, bridges, transmission lines, pipelines, wind farms and water lines will be very difficult, if not impossible, to build when criminal behavior is rewarded this way. In my conversation with Assistant Secretary of the Army Jo-Ellen Darcy today, she was unable to give any legal reasons for the decision and could not answer any questions about rerouting the pipeline. I feel badly for the Corps of Engineers because of the diligent work it did on this project, only to have their Commander-in-Chief throw them under the bus. The pipeline still remains in limbo. The incoming administration already stated its support for the project and the courts have already stated twice that it appeared the Corps followed the required process in considering the permit. For the next month and a half, nothing about this project will change. For the immediate future, the safety of residents, protesters, law enforcement, and workers remains my top priority as it should for everyone involved. Additionally, our federal delegation and governor have been working together in a bipartisan effort to push for more federal resources for law enforcement who have worked day and night through weekends and holidays to support the safety of our communities. It does nothing to resolve the issue, and worst of all it prolongs the serious problems faced by North Dakota law enforcement as they try to maintain public safety. Instead, it passes the decision off to the next administration, which has already indicated it will approve the easement, and in the meantime perpetuates a difficult situation for North Dakotans. By staying on the site, the protesters subject residents in the area to additional weeks of disruption and hardship. That will make our nation vulnerable and less secure."],
        "Sentences_str":["This is nothing new from this Administration, since over the last four months the Administration has demonstrated by its action and inaction that it intended to delay a decision in this matter until President Obama is out of office. For more than three yea"],
        "_version_":1612429400963284993,
        "URL_str":["http://www.kfyrtv.com/content/news/US-Army-Corps-of-Engineers-denies-DAPL-easement-for-Lake-Oahe-404641416.html"]},
      {
        "URL":["http://www.nytimes.com/2016/12/23/upshot/how-the-obama-coalition-crumbled-leaving-an-opening-for-trump.html?_r=0"],
        "Timestamp":[20180918231728],
        "id":"f7c22205-e55e-4240-b14b-5aee047a6506",
        "Sentences":["But the electoral trends that put Donald J. Trump within striking distance of victory were clear long before Mr. Comey sent his letter. They were clear before WikiLeaks published hacked emails from the Democratic National Committee. They were even clear back in early July, before Mr. Comey excoriated Mrs. Clinton for using a private email server. It was clear from the start that Mrs. Clinton was struggling to reassemble the Obama coalition. In 2016, the Obama coalition crumbled and so did the Midwestern Firewall. The Obama Coalition Falters The countryside of Iowa or the industrial belt along Lake Erie is not the sort of place that people envision when they think of the Obama coalition. Yet it was an important component of his victory. He would have won even if the electorate had been as old and as white as it had been in 2004. Largely overlooked, his key support often came in the places where you would least expect it. He did better than John Kerry and Al Gore among white voters across the Northern United States, despite exit poll results to the contrary. He excelled in a nearly continuous swath from the Pacific Coast of Oregon and Washington to the Red River Valley in Minnesota, along the Great Lakes to the coast of Maine. In these places, Mr. Obama often ran as strong or stronger than any Democrat in history. In 2016, Mr. Trump made huge gains among white working-class voters. It was often in the places where Democrats had seemed resilient or even strong, like Scranton, Pa., and eastern Iowa. Image It was a decisive break from recent trends. White voters without college degrees, for the first time, deviated from the national trend and swung decidedly toward the Republicans. No bastion of white, working-class Democratic strength was immune to the trend. She was thought to be fairly strong among the older white working-class voters who were skeptical of Mr. Obama from the start. His gains among younger working-class whites were especially important in the Upper Midwest. Young white working-class voters represent a larger share of the vote there than anywhere else in the country. The Clinton team knew what was wrong from the start, according to a Clinton campaign staffer and other Democrats. The campaign looked back to respondents who were contacted in 2012, and found a large number of white working-class voters who had backed Mr. Obama were now supporting Mr. Trump. The same story was obvious in public polls of registered voters. Most of this data is only beginning to become available. The same appears to be true in Florida. Nationally, there is no relationship between the decline in Democratic strength and the change in turnout. Mr. Trump made gains in white working-class areas, whether turnout surged or dropped. The exit polls also show all of the signs that Mr. Trump was winning over Obama voters. It strongly suggests that Mr. Trump won over large numbers of white, working-class voters who supported Mr. Obama four years earlier. The Obama-Trump Vote The notion that Mr. Trump could win over so many people who voted for Mr. Obama and who still approved of his performance is hard to understand for people with ideologically consistent views on a traditional liberal-conservative spectrum. But the two had the same winning pitch to white working-class voters. Mr. Obama and his campaign team portrayed Mr. Romney as a plutocrat who dismantled companies and outsourced jobs. The implication was that he would leave middle-class jobs prey to globalization and corporations. There was one place where Mr. Romney was able to effectively argue that he could protect the industrial economy and the people who worked in it: coal country. There he made big gains after the Obama administration pushed climate-change policies that would reduce the production and use of coal. In retrospect, the scale of the Democratic collapse in coal country was a harbinger of just how far the Democrats would fall in their old strongholds once they forfeited the mantle of working-class interests. She, too, would leave workers vulnerable to the forces of globalization and big business, he said. The various allegations against Mrs. It was a far more appealing message than old Republican messages about abortion, same-sex marriage and the social safety net. There was no relationship between the change in Democratic support and the change in turnout, or the change in turnout and Democratic strength. But the Democrats did have a turnout problem in November. It was a black turnout problem. The conclusive data is available in the Southern states where voters indicate their race on their voter registration forms, and they point toward a considerable decline in black turnout. In Georgia, the black share of the electorate fell to 27.6 percent from 29.9 percent, and in Louisiana it fell to 28.5 percent from 30.1 percent, according to the completed state turnout data. In all of these states, the black share of the electorate is still poised to be higher than it was in 2004. Young black voters appear to be a key driver of the decline. They registered at a lower rate than they did ahead of the 2012 and 2008 presidential elections, causing the black share of registered voters to dip. And those who were registered turned out at a far lower rate than black registrants did four years ago. The data is not so authoritative elsewhere in the country, but it tells a similar story. Turnout dropped by 8 percent in the majority black wards of Philadelphia, while rising everywhere else in the city. The turnout in Detroit fell by 14 percent. Turnout fell in other industrial centers with a large black population, like Milwaukee and Flint, Mich. It should be noted that the decline in black turnout appears very consistent across the country, regardless of whether states put in new laws that might reduce turnout, like those cutting early voting or requiring a photo ID. It seems so. If black turnout had matched 2012 levels, Mrs. Clinton would have almost certainly scratched out wins in Wisconsin, Michigan and Pennsylvania. Florida and North Carolina would have been extremely close. Mr. Obama would have easily won both his elections with this level of black turnout and support. These demographic shifts have benefited Democrats over the last decade, but most of these gains have come in noncompetitive states. This year, the exit polls again exaggerated the importance of well-educated and Hispanic voters. But the preliminary Upshot analysis of voting returns, census and pre-election polling data suggests that Mrs. Clinton was stronger among well-educated white and nonwhite voters than the exit polls imply. It is important to emphasize that these estimates are preliminary. They will change over the next few years with more data from the Census Bureau and additional polling. The Upshot estimates suggest that Mrs. Clinton really might have become the first Democrat to win white voters with a college degree (although it is very possible that Mr. Obama did so in 2008 as well). There was a similar pattern by income. These gains helped her win huge margins in the most well-educated and prosperous liberal bastions of the new economy, like Manhattan, Silicon Valley, Washington, Seattle, Chicago and Boston. There, Mrs. Clinton ran up huge margins in traditionally liberal enclaves and stamped out nearly every last wealthy precinct that supported the Republicans. You could drive a full 30 miles through the leafy suburbs northwest of Boston before reaching a town where Mr. Trump hit 20 percent of the vote. Every old-money Republican enclave of western Connecticut, like Darien and Greenwich, voted for Mrs. Clinton, in some cases swinging 30 points in her direction. Every precinct of Winnetka and Glencoe, Ill., went to Mrs. Clinton as well. Her gains were nearly as impressive in affluent Republican suburbs, like those edging west of Kansas City, Mo., and Houston; north of Atlanta, Dallas and Columbus, Ohio; or south of Charlotte, N.C., and Los Angeles in Orange County. A similar divide may have helped obscure whether Mrs. Clinton improved among Hispanic voters, a question addressed in depth by Harry Enten at FiveThirtyEight. The pre-election polls generally showed Mrs. Clinton poised to make good on that possibility. Our estimates suggest that Mrs. Clinton did about the same as Mr. Obama among Hispanic voters over all. The estimates hint at a potential explanation for the results in some heavily Hispanic areas: Mrs. Clinton may have faltered among Hispanic voters without a high school degree, while making gains among those with some college education or better. She won the popular vote. But it did not do nearly enough good in the decisive battleground states. The Upshot provides news, analysis and graphics about politics, policy and everyday life. Follow us on Facebook and Twitter. Sign up for our newsletter. Related Coverage There Are More White Voters Than People Think. Are More White Voters Than People Think. Are More White Voters Than People Think. Cohn is a domestic correspondent for The Upshot. He covers elections, polling and demographics. Mr. Comey sent his letter. published hacked emails from the Democratic National Committee. countryside of Iowa or the industrial belt along Lake Erie is not the sort of place that people envision when they think of the Obama coalition. overlooked, his key support often came in the places where you would least expect it. to the contrary. excelled in a nearly continuous swath from the Pacific Coast of Oregon and Washington to the Red River Valley in Minnesota, along the Great Lakes to the coast of Maine. 2016, Mr. Trump made huge gains among white working-class voters. was a decisive break from recent trends. White voters without college degrees, for the first time, deviated from the national trend and swung decidedly toward the Republicans. She was thought to be fairly strong among the older white working-class voters who were skeptical of Mr. Obama from the start. Upshot estimates. gains among younger working-class whites were especially important in the Upper Midwest. Young white working-class voters represent a larger share of the vote there than anywhere else in the country. Clinton team knew what was wrong from the start, according to a Clinton campaign staffer and other Democrats. same story was obvious in public polls of registered voters. there is no relationship between the decline in Democratic strength and the change in turnout. exit polls also show all of the signs that Mr. Trump was winning over Obama voters. notion that Mr. Trump could win over so many people who voted for Mr. Obama and who still approved of his performance is hard to understand for people with ideologically consistent views on a traditional liberal-conservative spectrum. Obama and his campaign team portrayed Mr. Romney as a plutocrat who dismantled companies and outsourced jobs. was one place where Mr. Romney was able to effectively argue that he could protect the industrial economy and the people who worked in it: coal country. The various allegations against Mrs. the Democrats did have a turnout problem in November. Carolina data represents 95 percent of the state. all of these states, the black share of the electorate is still poised to be higher than it was in 2004. black voters appear to be a key driver of the decline. They registered at a lower rate than they did ahead of the 2012 and 2008 presidential elections, causing the black share of registered voters to dip. turnout in Detroit fell by 14 percent. Turnout fell in other industrial centers with a large black population, like Milwaukee and Flint, Mich. It seems so. If black turnout had matched 2012 levels, Mrs. Clinton would have almost certainly scratched out wins in Wisconsin, Michigan and Pennsylvania. Mr. Obama would have easily won both his elections with this level of black turnout and support. again exaggerated the importance of well-educated and Hispanic voters. They will change over the next few years with more data from the Census Bureau and additional polling. was a similar pattern by income. gains helped her win huge margins in the most well-educated and prosperous liberal bastions of the new economy, like Manhattan, Silicon Valley, Washington, Seattle, Chicago and Boston. You could drive a full 30 miles through the leafy suburbs northwest of Boston before reaching a town where Mr. Trump hit 20 percent of the vote. old-money Republican enclave of western Connecticut, like Darien and Greenwich, voted for Mrs. Clinton, in some cases swinging 30 points in her direction. gains were nearly as impressive in affluent Republican suburbs, like those edging west of Kansas City, Mo., and Houston; north of Atlanta, Dallas and Columbus, Ohio; or south of Charlotte, N.C., and Los Angeles in Orange County. about Mexican immigrants. estimates suggest that Mrs. Clinton did about the same as Mr. Obama among Hispanic voters over all."],
        "Sentences_str":["But the electoral trends that put Donald J. Trump within striking distance of victory were clear long before Mr. Comey sent his letter. They were clear before WikiLeaks published hacked emails from the Democratic National Committee. They were even clear ba"],
        "_version_":1612429400964333568,
        "URL_str":["http://www.nytimes.com/2016/12/23/upshot/how-the-obama-coalition-crumbled-leaving-an-opening-for-trump.html?_r=0"]},
      {
        "URL":["https://docs.google.com/document/d/13i85noN2Gg8EpnInFIw48s0f9FPj6ijSdvqNKxms7vE/edit"],
        "Timestamp":[20180919001257],
        "Sentences":["JavaScript isn't enabled in your browser, so this file can't be opened. Enable and reload. Some Word features can't be displayed in Google Docs and will be dropped if you make changes View Details Wish list for our camp-copy Share Sign in The version of the browser you are using is no longer supported. Please upgrade to a supported browser."],
        "id":"9aa9cd46-1fd8-42e4-bd36-f16250c7cd21",
        "Sentences_str":["JavaScript isn't enabled in your browser, so this file can't be opened. Enable and reload. Some Word features can't be displayed in Google Docs and will be dropped if you make changes View Details Wish list for our camp-copy Share Sign in The version of th"],
        "_version_":1612429400966430720,
        "URL_str":["https://docs.google.com/document/d/13i85noN2Gg8EpnInFIw48s0f9FPj6ijSdvqNKxms7vE/edit"]},
      {
        "URL":["http://izanzanwin.tumblr.com/post/154514813391/izanzanwin-reminder-on-the-anniversary-of"],
        "Timestamp":[20180918233544],
        "Sentences":["Notice in all these sources, Sitting Bull is referred to as a redskin along with other racial slurs, such as a redskinned devil. This because he resisted assimilation and the theft of the Black Hills. For those who arent aware this was one of the causes of colonial violence that caused the Dakota conflict to happen. The process of genocide associated with the redskins slur aside from (hunting for Native scalps) and mocking deaths of wounded knee victims, as well as execution of Natives such as the case with Dakota 38, also included starving Natives to death. In sources I posted red devils and redskins are used in the same context, therefore sharing the same Negative connotations. If you claim you want to honor Natives, start by treating us as people. That means acknowledging chiefs by names and not associating them with racial slurs that were used to dehumanize and undermine their efforts to defend land and traditional culture. Learn the history of the genocide this country was built upon, and the ways those systems of power are still maintained today. Western Reserve chronicle. (Warren, Ohio), 11 May 1870. Chronicling America: Historic American Newspapers. Lib. of Congress. Be mindful of the ways that the descendants, relatives of Sitting Bull have been treated over at Standing Rock and the ways descendants of settlers in ND,SD, Minnesota are still demonizing Oceti Sakowin. Acknowledging that history is important in addressing the ongoing acts of colonialism against Indigenous peoples, such as the Dakota Access. While we want to bring honor and remembrance to our ancestors we also must bring honor to our relatives today living in the spirit of resistance."],
        "id":"7b7afe23-65ed-44c1-856a-3f84c9560d4f",
        "Sentences_str":["Notice in all these sources, Sitting Bull is referred to as a redskin along with other racial slurs, such as a redskinned devil. This because he resisted assimilation and the theft of the Black Hills. For those who arent aware this was one of the causes of"],
        "_version_":1612429400966430721,
        "URL_str":["http://izanzanwin.tumblr.com/post/154514813391/izanzanwin-reminder-on-the-anniversary-of"]},
      {
        "URL":["http://dakotafreepress.com/2016/11/28/corps-wont-forcibly-evict-nodapl-camp-veterans-deploy-to-support-standing-rock-sunday/?utm_source=dlvr.it&utm_medium=twitter"],
        "Timestamp":[20180918232420],
        "id":"98f7f5c1-bdab-4fd9-91f6-53fd09adfac7",
        "Sentences":["But those who choose to stay do so at their own risk as emergency, fire, medical, and law enforcement response cannot be adequately provided in these areas. In the ultimate expression of alliance, we are there to put our bodies on the line, no matter the physical cost, in complete non-violence to provide a clear representation to all Americans of where evil resides. The Water Protectors are leading the way against this same evil which we must all face globally, saving ourselves and our children from the apocalyptic outcome of climate change. Standing Rock people are Sitting Bull people and the strength of their backbone, not hate as old grumbling republican white men like to portray, is being demonstrated to change the course of world fossil fuel use in the era of climate change and where our fundamental western water courses are at risk, despite devious silver-spooned and greedy advocates like Kochs and Trump. yuk The ferocity of North Dakota winters has made these people survivors of spirit despite the government policy of genocide employed against them. Trump ignores these realities in favor of spreading the Assad-Iran-Russia narrative about the war in Syria: The only forces in the country are the Syrian government and radicals, so the rest of the world must stop condemning Assad for his crimes and instead support him. More experienced international leaders have rejected that portrayal since the beginning of the civil war in Syria in 2011. Cub scout trump said. As a former secretary of state, Clinton does indeed know who the rebels are. Paul Seamans 2016-11-28 at 19:49 All this talk of emergency services not being available is a red herring. There is no way to get an ambulance across that bridge. grudznick 2016-11-28 at 20:24 Probably a handful at a time, Mr. C. And gently and respectfully, of course. North Dakota Nice. jerry 2016-11-28 at 20:53 Veterans showing support will be a big moral victory for the protectors as it should be. Warriors support warriors has always been the code of respect. Paid gunslingers never quite get the hang of loyalty to brothers in arms, until this. This could be a game changer for the hired mercenaries. Dig into your pockets gang and pony up some help. Use your pay pal accounts or use the go fund me to show your support, you will be glad you did. North Dakota GuvJackalope signed executive order ordering all protesters off federal land near DAPL pipeline. jerry 2016-11-28 at 21:14 He has just asserted it because Custer you know. He is the dude paying the excess South Dakota law enforcement folks that we taxpayers here have to keep on the payroll. Think of this taxpayers, we are paying for these guys health insurance, their retirement and all of their benefits. They show us they are just extra weight taking tax dollars for doing nothing for their counties and towns. Korey Jackson 2016-11-28 at 22:32 Note that the Morton County Sheriff is himself a military veteran; many of the law enforcement men and women on duty in North Dakota are also military veterans. jerry 2016-11-28 at 22:52 I think that is the reason other veterans groups are going to Standing Rock. This way is to show that not all appreciate the tactics being presented to the water protectors. There obviously are two sides in this, so there is that. Notify me of followup comments via e-mail. You can also subscribe without commenting. He was selected at the meeting Friday. Joe Kafka of Valley Springs is the new vice chairman. She thinks it is worth reading and so do I. Our SD Senators should read it instead of parroting Trump's lies. Worth reading. People I deeply respect support him. The advice is usually offered to make sure the author gets plot details right. It arrived yesterday. I was sitting with a group of colleagues that had formed a religious court, a Beit Din, at the mikveh in Vancouver, British Columbia. But those who choose to stay do so at their own risk as emergency, fire, medical, and law enforcement response cannot be adequately provided in these areas. In the ultimate expression of alliance, we are there to put our bodies on the line, no matter the physical cost, in complete non-violence to provide a clear representation to all Americans of where evil resides."],
        "Sentences_str":["But those who choose to stay do so at their own risk as emergency, fire, medical, and law enforcement response cannot be adequately provided in these areas. In the ultimate expression of alliance, we are there to put our bodies on the line, no matter the p"],
        "_version_":1612429400966430722,
        "URL_str":["http://dakotafreepress.com/2016/11/28/corps-wont-forcibly-evict-nodapl-camp-veterans-deploy-to-support-standing-rock-sunday/?utm_source=dlvr.it&utm_medium=twitter"]},
      {
        "URL":["https://www.gofundme.com/veterans-for-standing-rock-nodapl&rcid=c7f36421cc4b4a038896d42ef4e437d4"],
        "Timestamp":[20180919003820],
        "id":"fb20dd11-e2b8-4c9f-9cd9-ca3762d4de25",
        "Sentences":["Thank you. We are veterans of the United States Armed Forces, including the U.S. Army, United States Marine Corps, U.S. Navy, U.S. Air Force and U.S. Coast Guard and we are calling for our fellow veterans to assemble as a peaceful, unarmed militia at the Standing Rock Indian Reservation on Dec 4-7 and defend the water protectors from assault and intimidation at the hands of the militarized police force and DAPL security. 2K EVENT CAPACITY ACHIEVED: Event capacity based on accommodations, travel logistics and supplies; given the time we have to coordinate, resources available and the shipping and weather conditions in the region has been set at 2,000 rostered participants. We currently have over 2,100 Veterans on the roster. Our goal now is to prioritize this list to Veterans and Civilian personnel involved with operations, planning & onsite execution. next mission could be as early as the 2nd week of December. More to come The funds we raise on this page will go towards providing transportation and supplies for the brave patriots that come and stand with us. We have full support of the Sioux tribe elders and will be cooperating with them every step of the way. Several had to be treated for hypothermia and one protestor who was hit directly with a grenade has reportedly had her arm amputated as a result. Everyday becomes more evident that the defenders of America must stand with the Water Protectors. Let's stop this savage injustice being committed right here at home. Not if you allow this the be the United States. Please donate and pass this page along to your friends, family, coworkers and community members. It's time to display that honor, courage, and commitment we claim to represent. It's time for real Patriots. In the past two weeks the turmoil and uncertainty at Standing Rock has increased significantly. We have continued to stay in contact with indigenous and camp leadership and have identified several areas where the Veterans Stand network can continue to serve the needs of the local community. We are launching this second GoFundMe to create a Standing Rock Fund to address the ongoing needs at Standing Rock and our partners in camp. Please take moment to check out our new campaign and share with your networks. We are formulating organizational structure under a 501c4. This legal framework is necessary to fulfill legal requirements. As for the negative comments. This filing will include a complete CPA certified audit, which is public. We could not possibly be more transparent than that. In order for reimbursements to go forward and to continue any relief efforts, we must have a legal structure. I'm extremely proud to say that we ended up bringing upwards of 4,000 veterans to Standing Rock to fight the pipeline. That's double what we accounted for, but thanks to the tireless work and creativity of our volunteers, we were able to accommodate them and ensure that the everybody was fed, sheltered and kept safe in the storm. Rest assured, your donations have been put to good use. We've bought countless supplies, winter gear, hotel rooms, trains, planes, automobile rentals and much more to help the vets make the journey and stay safe. I say countless because we are still actively buying these things as we speak. A lot of people are asking what we'll do with the remainder after the vets' expenses are paid out. At this point, we're not sure that we'll have any left over. Here's the math we're dealing with right now. Once we are sure everyone is home safe and covered, we move on to the next phase, which includes pulling out all the receipts and running the numbers. At that point, we will be able to break down exactly how the donation money was spent and where. In the meantime, please be patient. We read all of your emails and messages, but we have to prioritize our vets and getting them home. Thank you, every single one of you, for being a part of this movement. This has been a life-changing experience for everybody involved and we plan to keep fighting for you as long as we have to. Please try again. I have 5 more seats in my Grand Caravan. Or we can take your car and I'll pay for some gas. Let me know. thank you for standing up for the people. my clan duty is to protect the tribe. i am also a 10 year 2x war veteran, U.S. Army Infantry. Honorably discharged and i would like to join this 3 day deployment to protect and defend. Still waiting to hear back on details for the trip. A world filled with broken promises, selfishness and separations. A world longing for light again. I see a time of Seven Generations when all the colors of mankind will gather under the Sacred Tree of Life and the whole Earth will become one circle again. In that day, there will be those among the Lakota who will carry knowledge and understanding of unity among all living things and the young white ones will come to those of my people and ask for this wisdom. I salute the light within your eyes where the whole Universe dwells. Thank you for offering material help and laying your bodies on the line. I am proud that you are defending our nation's water and helping stop the depredation of First Nations land. I wish I could have given more. Thank you for yet another sacrifice you are doing for the American people. Please sign the petition to President Obama. Petition The Dakota Access pipeline poses a catastrophic threat to Native American sacred lands and to the critical water source for more than 17 million Americans down stream of the Missouri River crossing. We know that President Elect Trump has a serious conflict of interest by owning large investments in DAPL and other fossil fuel assets; and his energy team includes Harold Hamm, billionaire founder of Continental Resources oil company, and someone Mr. Trump might name as his Secretary of Energy. Mr. Trump and the Koch brothers said they support extractive exploitation of public lands and National Parks. After suffering centuries of persecution and exploitation, Native Americans deserve justice. This land belonged to the Standing Rock Sioux Nation Rez before it was taken back. President Elect Trump has stated he will quickly approve the Dakota Access pipeline and also reverse President Obama's decision to deny approval of Keystone XL pipeline. We have an enormous glut of oil reserves at Cushing, Oklahoma. The clear purpose of Dakota Access and Keystone XL pipelines is not to make America energy independent but to reap enormous profits for greedy oil interests exporting oil to China. We must protect our environment and our oil resources. This outdated fossil fuel infrastructure is not needed and railroads serving the Bakkan North Dakota oil fields have invested heavily in improved railroad oil tank car safety and have stated that they have more than enough railroad capacity to transport the Bakkan oil. They will also be able to permanently rehire thousands of laid off North Dakota railroad workers. America must finally honor the first Americans and our first environmentalists by stopping Dakota Access. Thank you for standing on the right side of history. read Operations Order. Leaders step up and volunteer. You're all my heros. Sign in to track your impact. Connect We will never post without your permission. In the future, we'll let you know if your sharing brings in any donations. We weren't able to connect your Facebook account. Please try again later. Power to the people. Please try again. I have 5 more seats in my Grand Caravan. Or we can take your car and I'll pay for some gas. Let me know. thank you for standing up for the people. my clan duty is to protect the tribe. i am also a 10 year 2x war veteran, U.S. Army Infantry. Honorably discharged and i would like to join this 3 day deployment to protect and defend. Still waiting to hear back on details for the trip. A world filled with broken promises, selfishness and separations. A world longing for light again. I see a time of Seven Generations when all the colors of mankind will gather under the Sacred Tree of Life and the whole Earth will become one circle again. In that day, there will be those among the Lakota who will carry knowledge and understanding of unity among all living things and the young white ones will come to those of my people and ask for this wisdom. I salute the light within your eyes where the whole Universe dwells. Thank you for offering material help and laying your bodies on the line. I am proud that you are defending our nation's water and helping stop the depredation of First Nations land. I wish I could have given more. Thank you for yet another sacrifice you are doing for the American people. Please sign the petition to President Obama. Petition The Dakota Access pipeline poses a catastrophic threat to Native American sacred lands and to the critical water source for more than 17 million Americans down stream of the Missouri River crossing. We know that President Elect Trump has a serious conflict of interest by owning large investments in DAPL and other fossil fuel assets; and his energy team includes Harold Hamm, billionaire founder of Continental Resources oil company, and someone Mr. Trump might name as his Secretary of Energy. Mr. Trump and the Koch brothers said they support extractive exploitation of public lands and National Parks. After suffering centuries of persecution and exploitation, Native Americans deserve justice. This land belonged to the Standing Rock Sioux Nation Rez before it was taken back. President Elect Trump has stated he will quickly approve the Dakota Access pipeline and also reverse President Obama's decision to deny approval of Keystone XL pipeline. We have an enormous glut of oil reserves at Cushing, Oklahoma. The clear purpose of Dakota Access and Keystone XL pipelines is not to make America energy independent but to reap enormous profits for greedy oil interests exporting oil to China. We must protect our environment and our oil resources. This outdated fossil fuel infrastructure is not needed and railroads serving the Bakkan North Dakota oil fields have invested heavily in improved railroad oil tank car safety and have stated that they have more than enough railroad capacity to transport the Bakkan oil. They will also be able to permanently rehire thousands of laid off North Dakota railroad workers. America must finally honor the first Americans and our first environmentalists by stopping Dakota Access. Thank you for standing on the right side of history. read Operations Order. Leaders step up and volunteer. You're all my heros. How it works GoFundMe Guarantee Your donation is protected. Your email didn't look right. Please try again. Sign in to your Facebook account or use your email address to Like. or Use My Email Address By continuing, you agree with the GoFundMe terms and privacy policy Sharing increases donations. Share your unique link to see how much your shares help. Your email didn't look right. Please try again. Team Members Campaign Not Ready There's an issue with this Campaign Organizer's account. Please ask them to sign in to GoFundMe and check their account. Return to Campaign Manage your Donation Your donation is currently public Your donation is currently public We could not change how your donation is displayed. Please try again. We could not cancel your recurring donation. Please try again. Edit Comment Your comment has been edited. We could not edit your comment. Please try again. Edit Comment Your comment has been edited. GoFundMe has verified that the funds raised will go directly to the intended recipient. GoFundMe has verified that the funds raised will go directly to the intended recipient. Close Thank you for sharing. Thank you for sharing. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission."],
        "Sentences_str":["Thank you. We are veterans of the United States Armed Forces, including the U.S. Army, United States Marine Corps, U.S. Navy, U.S. Air Force and U.S. Coast Guard and we are calling for our fellow veterans to assemble as a peaceful, unarmed militia at the S"],
        "_version_":1612429400966430724,
        "URL_str":["https://www.gofundme.com/veterans-for-standing-rock-nodapl&rcid=c7f36421cc4b4a038896d42ef4e437d4"]},
      {
        "URL":["http://www.whitewolfpack.com/2017/03/law-enforcement-violence-against-water.html"],
        "Timestamp":[20180919000455],
        "Sentences":["Come Earth Day, April 22, the extraordinary story of Standing Rock will hit the big screen at the Tribeca Film Festival. The trailer revolves primarily around the events of November 2 where militarized police pepper sprayed, deployed tear gas and shot non-lethal ammunition against water protectors along Cantapeta Creek during a water ceremony. All proceeds will go toward the Indigenous Media Fund and Pipeline Fighters Fund."],
        "id":"000e8895-ce59-4abd-b1cb-8fe59a1ef94e",
        "Sentences_str":["Come Earth Day, April 22, the extraordinary story of Standing Rock will hit the big screen at the Tribeca Film Festival. The trailer revolves primarily around the events of November 2 where militarized police pepper sprayed, deployed tear gas and shot non-"],
        "_version_":1612429400968527872,
        "URL_str":["http://www.whitewolfpack.com/2017/03/law-enforcement-violence-against-water.html"]},
      {
        "URL":["https://www.theguardian.com/us-news/2016/oct/26/donald-trump-dakota-access-pipeline-investment-energy-transfer-partners?CMP=share_btn_fb"],
        "Timestamp":[20180918225017],
        "Sentences":["The financial relationship runs both ways. The 1,170-mile pipeline has caused uproar among Native American tribes as it runs close to the Standing Rock Sioux reservation in North Dakota. A protest camp, set up over fears the pipeline will poison water and destroy cultural heritage, has been the scene of repeated clashes between protesters and Energy Transfer Partners security staff. A court challenge has allowed the project to go ahead but the federal government, which initially approved the project, is now reassessing its decision following an outcry by tribes and has placed a temporary halt to construction on federal land. He vowed that Energy Transfer Partners will press ahead with the project. Warren has been an enthusiastic backer of Republican politicians, contributing the maximum allowable amount to the campaigns of the House speaker, Paul Ryan, and Fred Upson, chairman of the energy and commerce committee. Dakota Access has sparked the most vociferous protests, however, with the Standing Rock Sioux tribe escalating its grievances to the UN and, most recently, the US justice department. On Tuesday, the tribe requested that the US attorney general, Loretta Lynch, investigate alleged strip searches, dog attacks and pepper-spraying by police and security personnel against Native American protesters. Energy Transfer Partners refused to comment on the donations. No billionaire owner, no shareholders. Just independent, investigative reporting that fights for the truth, whatever the cost."],
        "id":"4184ee1b-075b-43cd-81e4-477a49f1ffab",
        "Sentences_str":["The financial relationship runs both ways. The 1,170-mile pipeline has caused uproar among Native American tribes as it runs close to the Standing Rock Sioux reservation in North Dakota. A protest camp, set up over fears the pipeline will poison water and "],
        "_version_":1612429400968527873,
        "URL_str":["https://www.theguardian.com/us-news/2016/oct/26/donald-trump-dakota-access-pipeline-investment-energy-transfer-partners?CMP=share_btn_fb"]},
      {
        "URL":["http://share.credoaction.com/265211920t?referring_akid=.2666200.F1ac-K"],
        "Timestamp":[20180918225935],
        "Sentences":["Credo Action Stop Trump from building the Dakota Access pipeline. You must consider the threats it poses to to drinking water supplies, sacred sites and indigenous rights, the likelihood of oil spills along the entire length of the pipeline and the fact that it would exacerbate climate change. By submitting this form, your name, address and comments will be filed with a public agency and become public record. You'll receive periodic updates on offers and activism opportunities. In the face of massive public opposition, Donald Trump just took executive action in an attempt to move forward construction of the Dakota Access pipeline. For the next few weeks, the U.S. Army Corps of Engineers is accepting public comments to decide what to include in its environmental study on the pipeline. We must tell the Army Corps that the Dakota Access pipeline poses too much of a threat to drinking water supplies, sacred sites, indigenous rights, the environment and our climate to allow construction to resume. Deadline Feb. 20: Tell the U.S. Army Corps of Engineers to stop construction of the Dakota Access pipeline. In particular, the Environmental Impact Statement currently being prepared is considering the last part of the pipeline that would cross under the Missouri River, threatening drinking water downstream if a catastrophic oil spill occurs. Deadline Feb 20: Tell the U.S. Army Corps of Engineers to stop construction of the Dakota Access pipeline. Thanks for all you do."],
        "id":"55232830-681a-45ed-9d01-2817118dbeb8",
        "Sentences_str":["Credo Action Stop Trump from building the Dakota Access pipeline. You must consider the threats it poses to to drinking water supplies, sacred sites and indigenous rights, the likelihood of oil spills along the entire length of the pipeline and the fact th"],
        "_version_":1612429400968527874,
        "URL_str":["http://share.credoaction.com/265211920t?referring_akid=.2666200.F1ac-K"]},
      {
        "URL":["https://mic.com/articles/160840/girl-told-to-dress-like-an-indian-for-school-assignment-made-a-statement-on-nodapl#.kL5iZv2Ty"],
        "Timestamp":[20180918221632],
        "Sentences":["But this was no ordinary assignment. Nyemah's older sister first shared news of the assignment on her Twitter account on Nov. 9. Greenhouse and her daughter agreed that Nyemah should attend school as a protester against the Dakota Access Pipeline, a crude-oil pipeline stretching form North Dakota through southern Illinois. Since August, authorities have arrested over 500 protesters hoping to shut down the project, which runs through Native American land and has potential environmental repercussions, including potentially tainting locals' water supply. When Nyemah wore the outfit to school, her older sister shared photo of Nyemah on Twitter. The tweet featuring Nyemah has been retweeted over 1,000 times. Although she may not know all the nuances of the situation, Greenhouse says her daughter does have an understanding of the DAPL protests. Greenhouse collaborated with her daughter on the final design. More important than the quality of the garment was the lesson that Greenhouse tried to pass on to her daughter. Greenhouse said she speaks to her children at an age-appropriate level about issues like DAPL and police brutality to educate them about what's going on in the world. Greenhouse said she didn't get feedback from her daughter's school about the outfit and that Nyemah did not get in trouble. The situation ended up being a win-win: Nyemah completed her assignment and she got to participate in activism. All rights reserved."],
        "id":"4d65b6e5-a5dc-4ad4-b45e-ec9868f4a43f",
        "Sentences_str":["But this was no ordinary assignment. Nyemah's older sister first shared news of the assignment on her Twitter account on Nov. 9. Greenhouse and her daughter agreed that Nyemah should attend school as a protester against the Dakota Access Pipeline, a crude-"],
        "_version_":1612429400969576448,
        "URL_str":["https://mic.com/articles/160840/girl-told-to-dress-like-an-indian-for-school-assignment-made-a-statement-on-nodapl#.kL5iZv2Ty"]},
      {
        "URL":["https://plus.google.com/u/0/117023225146588923679/posts/9AsPBFNyT3L"],
        "Timestamp":[20180919003759],
        "Sentences":["404. The requested URL was not found on this server."],
        "id":"67daff7b-2d54-4d00-8c4f-ce0c6ec410d9",
        "Sentences_str":["404. The requested URL was not found on this server."],
        "_version_":1612429400969576449,
        "URL_str":["https://plus.google.com/u/0/117023225146588923679/posts/9AsPBFNyT3L"]},
      {
        "URL":["http://share.credoaction.com/249479587t?referring_akid=.7457347.mFx8au"],
        "Timestamp":[20180919000245],
        "Sentences":["Credo Action Tell President Obama: Declare Standing Rock a national monument. You'll receive periodic updates on offers and activism opportunities. The standoff to stop the Dakota Access pipeline is reaching a fever pitch, and this may be our last chance to halt construction before Donald Trump takes office. Militarized law enforcement and private security firms are harassing, assaulting and jailing hundreds of non-violent protesters who are fighting for indigenous rights and to curb climate change. They are arresting journalists for doing their constitutionally-protected jobs and attacking non-violent water protectors with tear gas, concussion grenades, rubber bullets and water cannons. Tell President Obama: Declare Standing Rock a national monument, and stop the Dakota Access pipeline. The push for a Standing Rock national monument is picking up steam and has the backing of progressive powerhouse Sen. Bernie Sanders. This is our last best shot to stop the Dakota Access pipeline once and for all. President Obama has a chance to do right by the indigenous community, environmentalists and the American people. By declaring Standing Rock a national monument, he can help stop the violence against indigenous people, slow runaway climate change, protect sacred Native sites and drinking water and stop Trump from profiting from this dangerous pipeline. Tell President Obama: Declare Standing Rock a national monument, and stop the Dakota Access pipeline. Thanks for all you do. Ibid."],
        "id":"46f44087-9145-4fdd-9299-e1cbb1e72797",
        "Sentences_str":["Credo Action Tell President Obama: Declare Standing Rock a national monument. You'll receive periodic updates on offers and activism opportunities. The standoff to stop the Dakota Access pipeline is reaching a fever pitch, and this may be our last chance t"],
        "_version_":1612429400969576450,
        "URL_str":["http://share.credoaction.com/249479587t?referring_akid=.7457347.mFx8au"]},
      {
        "URL":["https://www.rt.com/usa/377089-army-veterans-shield-dapl-protesters/#.WKIpzq4pZhk.twitter"],
        "Timestamp":[20180918221930],
        "Sentences":["The veterans are gathering in Cannon Ball, North Dakota, with many on their way. The protest camps are being prepared for flooding that is expected to come as temperatures increase. Private contractors also set dogs on the demonstrators. All rights reserved. This website uses cookies. Read RT Privacy policy to find out more."],
        "id":"e6e5d8a2-2845-4648-a2bd-82776a53838d",
        "Sentences_str":["The veterans are gathering in Cannon Ball, North Dakota, with many on their way. The protest camps are being prepared for flooding that is expected to come as temperatures increase. Private contractors also set dogs on the demonstrators. All rights reserve"],
        "_version_":1612429400969576451,
        "URL_str":["https://www.rt.com/usa/377089-army-veterans-shield-dapl-protesters/#.WKIpzq4pZhk.twitter"]},
      {
        "URL":["https://www.google.com/amp/mobile.reuters.com/article/amp/idUSKBN15820N?client=ms-android-verizon"],
        "Timestamp":[20180919000802],
        "Sentences":["If you do not want to visit that page, you can return to the previous page."],
        "id":"ae805bb4-c889-4cbb-8931-cc351f3ab5de",
        "Sentences_str":["If you do not want to visit that page, you can return to the previous page."],
        "_version_":1612429400969576452,
        "URL_str":["https://www.google.com/amp/mobile.reuters.com/article/amp/idUSKBN15820N?client=ms-android-verizon"]},
      {
        "URL":["http://www.southernminn.com/northfield_news/news/article_62bca023-c10f-5008-93f9-43f2ad249d8e.htm"],
        "Timestamp":[20180919001643],
        "Sentences":["Please log in, or sign up for a new account and purchase a subscription to continue reading. Choose this option to have your credit card charged automatically every month. Re-enter zip code or sign up for digital access. Low 62F. Winds light and variable. Low 62F. Winds light and variable. The Army Corps of Engineers declined to grant the permit needed to finish the Dakota Access Pipeline earlier this month, but the decision has left many activists unconvinced the fight is over. Young Peoples Action Coalition, which was co-founded by Northfield local Cliff Martin in an effort to organize high school students around various causes, presented its case at Northfield High School Tuesday and took a group of students through what they called dangers of pipelines. The tribe argues it was not adequately consulted in the historical surveying process. Chase Ingraham, a ninth-grader at Arcadia Charter School, told the group about the militarization of police forces he saw during his three trips to Standing Rock. After helping set up one camp, he told the group of how he gained respect and admiration for the conditions Native Americans lived in, enduring years of maltreatment by the federal government. Some who attended had not heard the details of the controversy surrounding the pipeline, like 10th-grader Diana Montero. Martin ended the presentation with ways they could help, though traveling to to Standing Rock was not one of them due to current temperatures and potentially being a burden to those there. Wells Fargo and Bank of America are two of the banks investing in the pipeline and are now facing added scrutiny. The coalition also has connections with Arcadia Charter School and more than 10 other high schools around the Twin Cities metro, made while attending protests. Martin said that organizers tend not to invest in high school students, perhaps assuming apathy. The group at NHS, which might join with other high school students, is planning to drop banners in some of the banks investing in the pipeline in the next couple days while the coalition continues to keep the conversation going. Minnesota Public Radio contributed to this report. Your notification has been saved. There was a problem saving your notification. Whenever Ida Mojadad posts new content, you'll get an email delivered to your inbox with a link. Email notifications are only sent once a day, and only if there are new matching items. An email has been sent with a link to confirm list signup. There was an error processing your request. Northfield News Morning Report Delivered Tuesday through Saturday mornings. This can be removed when origin is fixed. Trigger the set to pull in again."],
        "id":"d326a531-7da1-4bc0-a7ad-203a515290a5",
        "Sentences_str":["Please log in, or sign up for a new account and purchase a subscription to continue reading. Choose this option to have your credit card charged automatically every month. Re-enter zip code or sign up for digital access. Low 62F. Winds light and variable. "],
        "_version_":1612429400969576453,
        "URL_str":["http://www.southernminn.com/northfield_news/news/article_62bca023-c10f-5008-93f9-43f2ad249d8e.htm"]},
      {
        "URL":["https://archive.org/details/TheEffectOfUSPolicyOnIndigenousPeopleCovertActionInformationBulletinNo40"],
        "Timestamp":[20180919005252],
        "Sentences":["Skip to main content Search the history of over 338 billion web pages on the Internet. In This Issue: Leonard Peltier From Prison CovertAction Interview Incident at Oglala by William Kunstler With a political and legal background provided by Kunstler, his committed defense attorney, Peltier talks about his case, his 16 years as a political prisoner, and the continuing battle for Native American rights. Since Predator Came by Ward Churchill In a sweeping account, this activist-scholar documents centuries of attack, broken treaties, and cultural geno- cide, and links the fate of American Indians to that of the planet itself. The Toxic Waste of Indian Lives by Valerie Taliman Abusing the special status of Indian lands, the U.S. government and its corporate cronies have placed In- dians at both ends of the toxic cycle: mining the uranium, and using their lands as dumping grounds for the waste. Hello Columbus by Michael Parenti Imperialism as Media Entertainment: The ways that Hollywood has perpetuated racist images and sup- ported imperialist ideology are no different from the projections by U.S. leaders, media, and academia. East Timor in the Wake of Massacre by Liz Gardiner When Indonesian troops gunned down hundreds at- tending a funeral, they drew attention to the illegal annexation of E. Timor and the long pattern of cultural and physical genocide. Speaking with Rigoberta Menchu by Barbara E. Gottlieb The indigenous Guatemalan leader speaks with passion and intelligence of the legacy of struggle and strength which guides her people's century-long resistance, I enables them to adapt, and fires them with hope. Despite near ethnicide, indigenous movements are gaining strength and support. Cambodia: Secret War Continues by David Munro Pol Pot and the blood -soaked Khmer Rouge may ride to another reign of terror inside the Trojan Horse U.N. peace plan. The U.S., which aided them as part of its Cold War strategy, is continuing its support. David Duke Does India by A. Namika When Duke visited India, he concluded that its socio- economic conditions resulted from contamination of the Aryan genetic pool through fornication with darker peoples. He vowed to keep it from happening at home. In GATT They Trust by Terry Allen The Bush administration has circumvented Congress and the people to negotiate a trade agreement which, if passed, will erode democratic institutions at home and further beggar the Third World. Front cover photos: from top left (clockwise): Guatemalan Quiche, Terry Allen; Yanomamo, Terry Allen; E. Timorese, Therese Ritchie; Panamanian Kuna, Terry Allen; Native American, Max Winter; Guatemalan Ixil, Patricia Goudvis; Native American, Cate Gilles; Khmer, David Munro; center Native American Lakota, Dick Bancroft. Year 1992 plus-circle Add Review comment Reviews There are no reviews yet. Be the first one to write a review."],
        "id":"aafcc097-cdea-4f31-a0d6-00c6adf1779f",
        "Sentences_str":["Skip to main content Search the history of over 338 billion web pages on the Internet. In This Issue: Leonard Peltier From Prison CovertAction Interview Incident at Oglala by William Kunstler With a political and legal background provided by Kunstler, his "],
        "_version_":1612429400970625024,
        "URL_str":["https://archive.org/details/TheEffectOfUSPolicyOnIndigenousPeopleCovertActionInformationBulletinNo40"]},
      {
        "URL":["https://www.gofundme.com/veterans-for-standing-rock-nodapl&rcid=6681af87f9384fcd8dc2d4172cb8c990"],
        "Timestamp":[20180919000158],
        "id":"da8a024e-e90c-47a6-af27-e0b05b7031f6",
        "Sentences":["Thank you. We are veterans of the United States Armed Forces, including the U.S. Army, United States Marine Corps, U.S. Navy, U.S. Air Force and U.S. Coast Guard and we are calling for our fellow veterans to assemble as a peaceful, unarmed militia at the Standing Rock Indian Reservation on Dec 4-7 and defend the water protectors from assault and intimidation at the hands of the militarized police force and DAPL security. 2K EVENT CAPACITY ACHIEVED: Event capacity based on accommodations, travel logistics and supplies; given the time we have to coordinate, resources available and the shipping and weather conditions in the region has been set at 2,000 rostered participants. We currently have over 2,100 Veterans on the roster. Our goal now is to prioritize this list to Veterans and Civilian personnel involved with operations, planning & onsite execution. next mission could be as early as the 2nd week of December. More to come The funds we raise on this page will go towards providing transportation and supplies for the brave patriots that come and stand with us. We have full support of the Sioux tribe elders and will be cooperating with them every step of the way. Several had to be treated for hypothermia and one protestor who was hit directly with a grenade has reportedly had her arm amputated as a result. Everyday becomes more evident that the defenders of America must stand with the Water Protectors. Let's stop this savage injustice being committed right here at home. Not if you allow this the be the United States. Please donate and pass this page along to your friends, family, coworkers and community members. It's time to display that honor, courage, and commitment we claim to represent. It's time for real Patriots. In the past two weeks the turmoil and uncertainty at Standing Rock has increased significantly. We have continued to stay in contact with indigenous and camp leadership and have identified several areas where the Veterans Stand network can continue to serve the needs of the local community. We are launching this second GoFundMe to create a Standing Rock Fund to address the ongoing needs at Standing Rock and our partners in camp. Please take moment to check out our new campaign and share with your networks. We are formulating organizational structure under a 501c4. This legal framework is necessary to fulfill legal requirements. As for the negative comments. This filing will include a complete CPA certified audit, which is public. We could not possibly be more transparent than that. In order for reimbursements to go forward and to continue any relief efforts, we must have a legal structure. I'm extremely proud to say that we ended up bringing upwards of 4,000 veterans to Standing Rock to fight the pipeline. That's double what we accounted for, but thanks to the tireless work and creativity of our volunteers, we were able to accommodate them and ensure that the everybody was fed, sheltered and kept safe in the storm. Rest assured, your donations have been put to good use. We've bought countless supplies, winter gear, hotel rooms, trains, planes, automobile rentals and much more to help the vets make the journey and stay safe. I say countless because we are still actively buying these things as we speak. A lot of people are asking what we'll do with the remainder after the vets' expenses are paid out. At this point, we're not sure that we'll have any left over. Here's the math we're dealing with right now. Once we are sure everyone is home safe and covered, we move on to the next phase, which includes pulling out all the receipts and running the numbers. At that point, we will be able to break down exactly how the donation money was spent and where. In the meantime, please be patient. We read all of your emails and messages, but we have to prioritize our vets and getting them home. Thank you, every single one of you, for being a part of this movement. This has been a life-changing experience for everybody involved and we plan to keep fighting for you as long as we have to. Please try again. I have 5 more seats in my Grand Caravan. Or we can take your car and I'll pay for some gas. Let me know. thank you for standing up for the people. my clan duty is to protect the tribe. i am also a 10 year 2x war veteran, U.S. Army Infantry. Honorably discharged and i would like to join this 3 day deployment to protect and defend. Still waiting to hear back on details for the trip. A world filled with broken promises, selfishness and separations. A world longing for light again. I see a time of Seven Generations when all the colors of mankind will gather under the Sacred Tree of Life and the whole Earth will become one circle again. In that day, there will be those among the Lakota who will carry knowledge and understanding of unity among all living things and the young white ones will come to those of my people and ask for this wisdom. I salute the light within your eyes where the whole Universe dwells. Thank you for offering material help and laying your bodies on the line. I am proud that you are defending our nation's water and helping stop the depredation of First Nations land. I wish I could have given more. Thank you for yet another sacrifice you are doing for the American people. Please sign the petition to President Obama. Petition The Dakota Access pipeline poses a catastrophic threat to Native American sacred lands and to the critical water source for more than 17 million Americans down stream of the Missouri River crossing. We know that President Elect Trump has a serious conflict of interest by owning large investments in DAPL and other fossil fuel assets; and his energy team includes Harold Hamm, billionaire founder of Continental Resources oil company, and someone Mr. Trump might name as his Secretary of Energy. Mr. Trump and the Koch brothers said they support extractive exploitation of public lands and National Parks. After suffering centuries of persecution and exploitation, Native Americans deserve justice. This land belonged to the Standing Rock Sioux Nation Rez before it was taken back. President Elect Trump has stated he will quickly approve the Dakota Access pipeline and also reverse President Obama's decision to deny approval of Keystone XL pipeline. We have an enormous glut of oil reserves at Cushing, Oklahoma. The clear purpose of Dakota Access and Keystone XL pipelines is not to make America energy independent but to reap enormous profits for greedy oil interests exporting oil to China. We must protect our environment and our oil resources. This outdated fossil fuel infrastructure is not needed and railroads serving the Bakkan North Dakota oil fields have invested heavily in improved railroad oil tank car safety and have stated that they have more than enough railroad capacity to transport the Bakkan oil. They will also be able to permanently rehire thousands of laid off North Dakota railroad workers. America must finally honor the first Americans and our first environmentalists by stopping Dakota Access. Thank you for standing on the right side of history. read Operations Order. Leaders step up and volunteer. You're all my heros. Sign in to track your impact. Connect We will never post without your permission. In the future, we'll let you know if your sharing brings in any donations. We weren't able to connect your Facebook account. Please try again later. Power to the people. Please try again. I have 5 more seats in my Grand Caravan. Or we can take your car and I'll pay for some gas. Let me know. thank you for standing up for the people. my clan duty is to protect the tribe. i am also a 10 year 2x war veteran, U.S. Army Infantry. Honorably discharged and i would like to join this 3 day deployment to protect and defend. Still waiting to hear back on details for the trip. A world filled with broken promises, selfishness and separations. A world longing for light again. I see a time of Seven Generations when all the colors of mankind will gather under the Sacred Tree of Life and the whole Earth will become one circle again. In that day, there will be those among the Lakota who will carry knowledge and understanding of unity among all living things and the young white ones will come to those of my people and ask for this wisdom. I salute the light within your eyes where the whole Universe dwells. Thank you for offering material help and laying your bodies on the line. I am proud that you are defending our nation's water and helping stop the depredation of First Nations land. I wish I could have given more. Thank you for yet another sacrifice you are doing for the American people. Please sign the petition to President Obama. Petition The Dakota Access pipeline poses a catastrophic threat to Native American sacred lands and to the critical water source for more than 17 million Americans down stream of the Missouri River crossing. We know that President Elect Trump has a serious conflict of interest by owning large investments in DAPL and other fossil fuel assets; and his energy team includes Harold Hamm, billionaire founder of Continental Resources oil company, and someone Mr. Trump might name as his Secretary of Energy. Mr. Trump and the Koch brothers said they support extractive exploitation of public lands and National Parks. After suffering centuries of persecution and exploitation, Native Americans deserve justice. This land belonged to the Standing Rock Sioux Nation Rez before it was taken back. President Elect Trump has stated he will quickly approve the Dakota Access pipeline and also reverse President Obama's decision to deny approval of Keystone XL pipeline. We have an enormous glut of oil reserves at Cushing, Oklahoma. The clear purpose of Dakota Access and Keystone XL pipelines is not to make America energy independent but to reap enormous profits for greedy oil interests exporting oil to China. We must protect our environment and our oil resources. This outdated fossil fuel infrastructure is not needed and railroads serving the Bakkan North Dakota oil fields have invested heavily in improved railroad oil tank car safety and have stated that they have more than enough railroad capacity to transport the Bakkan oil. They will also be able to permanently rehire thousands of laid off North Dakota railroad workers. America must finally honor the first Americans and our first environmentalists by stopping Dakota Access. Thank you for standing on the right side of history. read Operations Order. Leaders step up and volunteer. You're all my heros. How it works GoFundMe Guarantee Your donation is protected. Your email didn't look right. Please try again. Sign in to your Facebook account or use your email address to Like. or Use My Email Address By continuing, you agree with the GoFundMe terms and privacy policy Sharing increases donations. Share your unique link to see how much your shares help. Your email didn't look right. Please try again. Team Members Campaign Not Ready There's an issue with this Campaign Organizer's account. Please ask them to sign in to GoFundMe and check their account. Return to Campaign Manage your Donation Your donation is currently public Your donation is currently public We could not change how your donation is displayed. Please try again. We could not cancel your recurring donation. Please try again. Edit Comment Your comment has been edited. We could not edit your comment. Please try again. Edit Comment Your comment has been edited. GoFundMe has verified that the funds raised will go directly to the intended recipient. GoFundMe has verified that the funds raised will go directly to the intended recipient. Close Thank you for sharing. Thank you for sharing. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission."],
        "Sentences_str":["Thank you. We are veterans of the United States Armed Forces, including the U.S. Army, United States Marine Corps, U.S. Navy, U.S. Air Force and U.S. Coast Guard and we are calling for our fellow veterans to assemble as a peaceful, unarmed militia at the S"],
        "_version_":1612429400970625025,
        "URL_str":["https://www.gofundme.com/veterans-for-standing-rock-nodapl&rcid=6681af87f9384fcd8dc2d4172cb8c990"]},
      {
        "URL":["http://share.credoaction.com/265741613t?referring_akid=.1387935.klCRMq"],
        "Timestamp":[20180919000546],
        "Sentences":["Credo Action Stop Trump from building the Dakota Access pipeline. You must consider the threats it poses to to drinking water supplies, sacred sites and indigenous rights, the likelihood of oil spills along the entire length of the pipeline and the fact that it would exacerbate climate change. By submitting this form, your name, address and comments will be filed with a public agency and become public record. You'll receive periodic updates on offers and activism opportunities. In the face of massive public opposition, Donald Trump just took executive action in an attempt to move forward construction of the Dakota Access pipeline. For the next few weeks, the U.S. Army Corps of Engineers is accepting public comments to decide what to include in its environmental study on the pipeline. We must tell the Army Corps that the Dakota Access pipeline poses too much of a threat to drinking water supplies, sacred sites, indigenous rights, the environment and our climate to allow construction to resume. Deadline Feb. 20: Tell the U.S. Army Corps of Engineers to stop construction of the Dakota Access pipeline. In particular, the Environmental Impact Statement currently being prepared is considering the last part of the pipeline that would cross under the Missouri River, threatening drinking water downstream if a catastrophic oil spill occurs. Deadline Feb 20: Tell the U.S. Army Corps of Engineers to stop construction of the Dakota Access pipeline. Thanks for all you do."],
        "id":"6567dfec-0992-40f4-8b38-40d1a88a277e",
        "Sentences_str":["Credo Action Stop Trump from building the Dakota Access pipeline. You must consider the threats it poses to to drinking water supplies, sacred sites and indigenous rights, the likelihood of oil spills along the entire length of the pipeline and the fact th"],
        "_version_":1612429400972722176,
        "URL_str":["http://share.credoaction.com/265741613t?referring_akid=.1387935.klCRMq"]},
      {
        "URL":["http://bsnorrell.blogspot.com/2016/11/minn-sen-franken-urges-justice-dept-to.html?m=1"],
        "Timestamp":[20180918225955],
        "Sentences":["Sen. Franken urges Justice Dept. to Protect Water Protectors Sunday night police attack on water protectors Sen. Franken Urges Dept. of Justice to Protect Safety, First Amendment Rights of Dakota Access Pipeline Protestors Monday, November 21, 2016 Franken Calls Alleged use of Water Cannons for Crowd Control in Sub-Freezing Temperatures Excessive, Unnecessary, and Extremely Dangerous; Urges Attorney General to Investigate & Take Action Sen. Al Franken urged the Department of Justice to take action to protect the safety and First Amendment rights of Dakota Access Pipeline protestors following reports that law enforcement used water cannons for crowd control in sub-freezing temperatures. In a letter sent today to the Department of Justice (DOJ), Sen. Franken said that he is extremely concerned after hearing reports of dangerous clashes between police and individuals protesting the Dakota Access Pipeline project near Cannon Ball, ND, and said the use of water cannons for crowd control in sub-freezing temperatures is excessive, unnecessary, and extremely dangerous. These tactics against protestors exercising their Constitutional rights threaten to add another layer of trauma to these communities. You can read the full text of today's letter by clicking here or reading below. November 21, 2016 The Honorable Loretta Lynch Attorney General United States Department of Justice 950 Pennsylvania Avenue NW Washington, DC 20530 Dear Attorney General Lynch, I am extremely concerned after hearing reports of dangerous clashes between police and protestors of the Dakota Access Pipeline project near Cannon Ball, ND. The reported use of water cannons for crowd control in sub-freezing temperatures is excessive and unnecessary, and I urge you to take action to protect the First Amendment rights of protestors, and the physical safety of all involved parties. Video of the incident appears to show that the water cannons were not simply being used for fire control, or even crowd control, but were often directed at small crowds or even individual protestors. Combined with the onset of wintry weather, water cannons are extremely dangerous and potentially lethal weapons, and I urge you to investigate their use on protestors. On November 14, the U.S. Army Corps of Engineers announced that additional analysis of the Dakota Access Pipeline project is necessary and invited the Standing Rock Sioux Tribe to engage due to potential impact of a pipeline leak on the Tribe's drinking water supply. In the interim, the Army Corps has made clear that pipeline construction under Lake Oahe - where the Tribe gets its drinking water- cannot occur without a federal easement. Native American populations have struggled for decades under the complex burden of historical trauma, and I have witnessed and admired how these communities have turned to their cultural foundations to build strength against that burden. These tactics against protestors exercising their Constitutional rights threaten to add another layer of trauma to these communities. I urge you to do everything in your power to prevent further escalation of violence. Thank you for your attention to this matter. -- Brenda, Censored News. Al Franken may turn out okay. It can only mean that Obama's role in the Dakota Access Pipeline is far greater than any of us even imagined. -- Brenda, Censored News. ReplyDelete Shodo November 22, 2016 at 11:58 AM I don't have a President, but I have a Senator. Al Franken may turn out okay. 'pageName': 'Minn. Sen. Franken urges Justice Dept. to Protect Water Protectors', 'pageTitle': 'CENSORED NEWS: Minn."],
        "id":"e8ba6e0e-c142-43df-9ecf-49c7fecd1a6a",
        "Sentences_str":["Sen. Franken urges Justice Dept. to Protect Water Protectors Sunday night police attack on water protectors Sen. Franken Urges Dept. of Justice to Protect Safety, First Amendment Rights of Dakota Access Pipeline Protestors Monday, November 21, 2016 Franken"],
        "_version_":1612429400972722177,
        "URL_str":["http://bsnorrell.blogspot.com/2016/11/minn-sen-franken-urges-justice-dept-to.html?m=1"]},
      {
        "URL":["http://www.salon.com/2017/05/07/a-state-ravaged-by-oil-north-dakota-has-reported-745-oil-spills-in-just-one-year/"],
        "Timestamp":[20180918233959],
        "Sentences":["Just sign in with Facebook or Google to get started. Please consider disabling your ad blocker and allowing Salon to run ads, which helps keep the content you read here free. The oil and gas industry reported the spills, and the damages varied in each case. KCET calculated that, on average, a spill occurred every 11 hours and 45 minutes. Some were even thrown in dog kennels. Energy Transfer Partners, a parent company of the pipeline developer Dakota Access, recently merged with Sunoco Logistics. Charlie May Charlie May is a news writer at Salon. To keep up with the costs of creating great content, we increasingly need to run more advertising to support the business. In an effort to reduce the amount of ads, we are offering our readers the opportunity to directly contribute to us. You can unsubscribe at any time. To keep up with the costs of creating great content, we increasingly need to run more advertising to support the business. In an effort to reduce the amount of ads, we are offering our readers the opportunity to directly contribute to us. All rights reserved. This material may not be published, broadcast, rewritten or redistributed."],
        "id":"99e8f7ee-85af-423b-b097-7c0e4f115fec",
        "Sentences_str":["Just sign in with Facebook or Google to get started. Please consider disabling your ad blocker and allowing Salon to run ads, which helps keep the content you read here free. The oil and gas industry reported the spills, and the damages varied in each case"],
        "_version_":1612429400973770752,
        "URL_str":["http://www.salon.com/2017/05/07/a-state-ravaged-by-oil-north-dakota-has-reported-745-oil-spills-in-just-one-year/"]},
      {
        "URL":["https://www.gofundme.com/veterans-for-standing-rock-nodapl&rcid=d36252b5271a4da8aa5876f1d8fcadaf"],
        "Timestamp":[20180919004845],
        "id":"15083b03-4851-4d42-8b64-cf6fa878eb97",
        "Sentences":["Thank you. We are veterans of the United States Armed Forces, including the U.S. Army, United States Marine Corps, U.S. Navy, U.S. Air Force and U.S. Coast Guard and we are calling for our fellow veterans to assemble as a peaceful, unarmed militia at the Standing Rock Indian Reservation on Dec 4-7 and defend the water protectors from assault and intimidation at the hands of the militarized police force and DAPL security. 2K EVENT CAPACITY ACHIEVED: Event capacity based on accommodations, travel logistics and supplies; given the time we have to coordinate, resources available and the shipping and weather conditions in the region has been set at 2,000 rostered participants. We currently have over 2,100 Veterans on the roster. Our goal now is to prioritize this list to Veterans and Civilian personnel involved with operations, planning & onsite execution. next mission could be as early as the 2nd week of December. More to come The funds we raise on this page will go towards providing transportation and supplies for the brave patriots that come and stand with us. We have full support of the Sioux tribe elders and will be cooperating with them every step of the way. Several had to be treated for hypothermia and one protestor who was hit directly with a grenade has reportedly had her arm amputated as a result. Everyday becomes more evident that the defenders of America must stand with the Water Protectors. Let's stop this savage injustice being committed right here at home. Not if you allow this the be the United States. Please donate and pass this page along to your friends, family, coworkers and community members. It's time to display that honor, courage, and commitment we claim to represent. It's time for real Patriots. In the past two weeks the turmoil and uncertainty at Standing Rock has increased significantly. We have continued to stay in contact with indigenous and camp leadership and have identified several areas where the Veterans Stand network can continue to serve the needs of the local community. We are launching this second GoFundMe to create a Standing Rock Fund to address the ongoing needs at Standing Rock and our partners in camp. Please take moment to check out our new campaign and share with your networks. We are formulating organizational structure under a 501c4. This legal framework is necessary to fulfill legal requirements. As for the negative comments. This filing will include a complete CPA certified audit, which is public. We could not possibly be more transparent than that. In order for reimbursements to go forward and to continue any relief efforts, we must have a legal structure. I'm extremely proud to say that we ended up bringing upwards of 4,000 veterans to Standing Rock to fight the pipeline. That's double what we accounted for, but thanks to the tireless work and creativity of our volunteers, we were able to accommodate them and ensure that the everybody was fed, sheltered and kept safe in the storm. Rest assured, your donations have been put to good use. We've bought countless supplies, winter gear, hotel rooms, trains, planes, automobile rentals and much more to help the vets make the journey and stay safe. I say countless because we are still actively buying these things as we speak. A lot of people are asking what we'll do with the remainder after the vets' expenses are paid out. At this point, we're not sure that we'll have any left over. Here's the math we're dealing with right now. Once we are sure everyone is home safe and covered, we move on to the next phase, which includes pulling out all the receipts and running the numbers. At that point, we will be able to break down exactly how the donation money was spent and where. In the meantime, please be patient. We read all of your emails and messages, but we have to prioritize our vets and getting them home. Thank you, every single one of you, for being a part of this movement. This has been a life-changing experience for everybody involved and we plan to keep fighting for you as long as we have to. Please try again. I have 5 more seats in my Grand Caravan. Or we can take your car and I'll pay for some gas. Let me know. thank you for standing up for the people. my clan duty is to protect the tribe. i am also a 10 year 2x war veteran, U.S. Army Infantry. Honorably discharged and i would like to join this 3 day deployment to protect and defend. Still waiting to hear back on details for the trip. A world filled with broken promises, selfishness and separations. A world longing for light again. I see a time of Seven Generations when all the colors of mankind will gather under the Sacred Tree of Life and the whole Earth will become one circle again. In that day, there will be those among the Lakota who will carry knowledge and understanding of unity among all living things and the young white ones will come to those of my people and ask for this wisdom. I salute the light within your eyes where the whole Universe dwells. Thank you for offering material help and laying your bodies on the line. I am proud that you are defending our nation's water and helping stop the depredation of First Nations land. I wish I could have given more. Thank you for yet another sacrifice you are doing for the American people. Please sign the petition to President Obama. Petition The Dakota Access pipeline poses a catastrophic threat to Native American sacred lands and to the critical water source for more than 17 million Americans down stream of the Missouri River crossing. We know that President Elect Trump has a serious conflict of interest by owning large investments in DAPL and other fossil fuel assets; and his energy team includes Harold Hamm, billionaire founder of Continental Resources oil company, and someone Mr. Trump might name as his Secretary of Energy. Mr. Trump and the Koch brothers said they support extractive exploitation of public lands and National Parks. After suffering centuries of persecution and exploitation, Native Americans deserve justice. This land belonged to the Standing Rock Sioux Nation Rez before it was taken back. President Elect Trump has stated he will quickly approve the Dakota Access pipeline and also reverse President Obama's decision to deny approval of Keystone XL pipeline. We have an enormous glut of oil reserves at Cushing, Oklahoma. The clear purpose of Dakota Access and Keystone XL pipelines is not to make America energy independent but to reap enormous profits for greedy oil interests exporting oil to China. We must protect our environment and our oil resources. This outdated fossil fuel infrastructure is not needed and railroads serving the Bakkan North Dakota oil fields have invested heavily in improved railroad oil tank car safety and have stated that they have more than enough railroad capacity to transport the Bakkan oil. They will also be able to permanently rehire thousands of laid off North Dakota railroad workers. America must finally honor the first Americans and our first environmentalists by stopping Dakota Access. Thank you for standing on the right side of history. read Operations Order. Leaders step up and volunteer. You're all my heros. Sign in to track your impact. Connect We will never post without your permission. In the future, we'll let you know if your sharing brings in any donations. We weren't able to connect your Facebook account. Please try again later. Power to the people. Please try again. I have 5 more seats in my Grand Caravan. Or we can take your car and I'll pay for some gas. Let me know. thank you for standing up for the people. my clan duty is to protect the tribe. i am also a 10 year 2x war veteran, U.S. Army Infantry. Honorably discharged and i would like to join this 3 day deployment to protect and defend. Still waiting to hear back on details for the trip. A world filled with broken promises, selfishness and separations. A world longing for light again. I see a time of Seven Generations when all the colors of mankind will gather under the Sacred Tree of Life and the whole Earth will become one circle again. In that day, there will be those among the Lakota who will carry knowledge and understanding of unity among all living things and the young white ones will come to those of my people and ask for this wisdom. I salute the light within your eyes where the whole Universe dwells. Thank you for offering material help and laying your bodies on the line. I am proud that you are defending our nation's water and helping stop the depredation of First Nations land. I wish I could have given more. Thank you for yet another sacrifice you are doing for the American people. Please sign the petition to President Obama. Petition The Dakota Access pipeline poses a catastrophic threat to Native American sacred lands and to the critical water source for more than 17 million Americans down stream of the Missouri River crossing. We know that President Elect Trump has a serious conflict of interest by owning large investments in DAPL and other fossil fuel assets; and his energy team includes Harold Hamm, billionaire founder of Continental Resources oil company, and someone Mr. Trump might name as his Secretary of Energy. Mr. Trump and the Koch brothers said they support extractive exploitation of public lands and National Parks. After suffering centuries of persecution and exploitation, Native Americans deserve justice. This land belonged to the Standing Rock Sioux Nation Rez before it was taken back. President Elect Trump has stated he will quickly approve the Dakota Access pipeline and also reverse President Obama's decision to deny approval of Keystone XL pipeline. We have an enormous glut of oil reserves at Cushing, Oklahoma. The clear purpose of Dakota Access and Keystone XL pipelines is not to make America energy independent but to reap enormous profits for greedy oil interests exporting oil to China. We must protect our environment and our oil resources. This outdated fossil fuel infrastructure is not needed and railroads serving the Bakkan North Dakota oil fields have invested heavily in improved railroad oil tank car safety and have stated that they have more than enough railroad capacity to transport the Bakkan oil. They will also be able to permanently rehire thousands of laid off North Dakota railroad workers. America must finally honor the first Americans and our first environmentalists by stopping Dakota Access. Thank you for standing on the right side of history. read Operations Order. Leaders step up and volunteer. You're all my heros. How it works GoFundMe Guarantee Your donation is protected. Your email didn't look right. Please try again. Sign in to your Facebook account or use your email address to Like. or Use My Email Address By continuing, you agree with the GoFundMe terms and privacy policy Sharing increases donations. Share your unique link to see how much your shares help. Your email didn't look right. Please try again. Team Members Campaign Not Ready There's an issue with this Campaign Organizer's account. Please ask them to sign in to GoFundMe and check their account. Return to Campaign Manage your Donation Your donation is currently public Your donation is currently public We could not change how your donation is displayed. Please try again. We could not cancel your recurring donation. Please try again. Edit Comment Your comment has been edited. We could not edit your comment. Please try again. Edit Comment Your comment has been edited. GoFundMe has verified that the funds raised will go directly to the intended recipient. GoFundMe has verified that the funds raised will go directly to the intended recipient. Close Thank you for sharing. Thank you for sharing. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission."],
        "Sentences_str":["Thank you. We are veterans of the United States Armed Forces, including the U.S. Army, United States Marine Corps, U.S. Navy, U.S. Air Force and U.S. Coast Guard and we are calling for our fellow veterans to assemble as a peaceful, unarmed militia at the S"],
        "_version_":1612429400973770753,
        "URL_str":["https://www.gofundme.com/veterans-for-standing-rock-nodapl&rcid=d36252b5271a4da8aa5876f1d8fcadaf"]},
      {
        "URL":["https://redpowermedia.wordpress.com/2016/12/05/energy-transfer-partners-and-sunoco-logistics-partners-respond-to-the-statement-from-the-department-of-the-army/"],
        "Timestamp":[20180918225651],
        "Sentences":["This is nothing new from this Administration, since over the last four months the Administration has demonstrated by its action and inaction that it intended to delay a decision in this matter until President Obama is out of office. For more than three years now, Dakota Access Pipeline has done nothing but play by the rules. The Army Corps of Engineers agrees, and has said so publicly and in federal court filings. In spite of consistently stating at every turn that the permit for the crossing of the Missouri River at Lake Oahe granted in July 2016, comported with all legal requirements, including the use of an environmental assessment, rather than an environmental impact statement, the Army Corps now seeks to engage in additional review and analysis of alternative locations for the pipeline. As stated all along, ETP and SXL are fully committed to ensuring that this vital project is brought to completion and fully expect to complete construction of the pipeline without any additional rerouting in and around Lake Oahe. Nothing this Administration has done today changes that in any way. This entry was posted in Oil and Gas and tagged Dakota Access Pipeline, Donald Trump, Easement, Energy Transfer Partners, Sunoco, Sunoco Logistics Partners, U.S. Army Corps. Bookmark the permalink. They will stop at nothing to get what they want and that is to tie this country up so we cannot progress to renewable energy, we will be so indebted with no resources to afford it. Just my opinion. LikeLike Dr. Rex says: December 5, 2016 at 8:31 AM Reblogged this on It Is What It Is and commented: Energy & oil companies respond to the Army Corps of Ebgineers decision. LikeLike Jeff says: December 5, 2016 at 12:56 PM That should have been obvious to all involved, not sure why people are celebrating. Classic FOX strategy, reverse the truth and sell yourself as the opposite side to get the non-thinkers on your side. Join 5,532 other followers Hit Counter 2,499,557 Hits Red Power Media Powered by WordPress.com. Privacy & Cookies: This site uses cookies. By continuing to use this website, you agree to their use."],
        "id":"5a21e0de-b3c9-4fb1-879c-50e1fea522b1",
        "Sentences_str":["This is nothing new from this Administration, since over the last four months the Administration has demonstrated by its action and inaction that it intended to delay a decision in this matter until President Obama is out of office. For more than three yea"],
        "_version_":1612429400975867904,
        "URL_str":["https://redpowermedia.wordpress.com/2016/12/05/energy-transfer-partners-and-sunoco-logistics-partners-respond-to-the-statement-from-the-department-of-the-army/"]},
      {
        "URL":["https://motherboard.vice.com/en_us/article/dakota-access-pipeline-is-back-on-skipping-environmental-review"],
        "Timestamp":[20180919000923],
        "id":"8abc62c6-c1c6-40f5-891a-6c95ff0ae9a8",
        "Sentences":["However, under EPA's National Environmental Policy Act (NEPA) authority we provided comments in January and March of 2016 to the Army Corps of Engineers regarding its draft environmental assessment for the Dakota Access Pipeline. Today, after months of protests, the remaining portion of the Dakota Access pipeline was greenlit by the Army Corps of Engineers. However, under EPA's National Environmental Policy Act (NEPA) authority we provided comments in January and March of 2016 to the Army Corps of Engineers regarding its draft environmental assessment for the Dakota Access Pipeline. Today, after months of protests, the remaining portion of the Dakota Access pipeline was greenlit by the Army Corps of Engineers. However, under EPA's National Environmental Policy Act (NEPA) authority we provided comments in January and March of 2016 to the Army Corps of Engineers regarding its draft environmental assessment for the Dakota Access Pipeline. Today, after months of protests, the remaining portion of the Dakota Access pipeline was greenlit by the Army Corps of Engineers. results at all. activation code. was an error. However, your opinion counts. the laptop. the big screen. Cable 24 hours a day and Apple TV too. Cable 24 hours a day and Apple TV too. Cable 24 hours a day and Apple TV too. Cable 24 hours a day and Apple TV too. However, under EPA's National Environmental Policy Act (NEPA) authority we provided comments in January and March of 2016 to the Army Corps of Engineers regarding its draft environmental assessment for the Dakota Access Pipeline. Without saying more on the matter, the spokesperson directed us to the agency's comments on the Army Corps of Engineer's first environmental impact statement. The agency spokesperson also noted the Corps chose not to hold a public comment period before posting its final review, as the EPA encouraged it to do. Today, after months of protests, the remaining portion of the Dakota Access pipeline was greenlit by the Army Corps of Engineers. The Corps approved an easement, or building permit, to finish the 1,170-mile-long pipeline, which will tunnel under Lake Oahe in North Dakota, according to a court filing. The crude oil conduit has been opposed by the Standing Rock Sioux Tribe for more than a year now. Fearing that the pipeline would contaminate their drinking supply and damage sacred cultural sites, indigenous water protectors have attempted to halt the project, which is owned by Energy Transfer Partners. Last month, the fate of the Dakota Access pipeline was ambiguous when President Trump issued his federal hiring freeze. As we reported, the Army Corps of Engineers was not exempted from the mandate as a defense agency. This meant that staffing issues could have caused it to delay the project. After the Obama administration said it would not allow the Dakota Access pipeline to be permitted, the Corps agreed to conduct another study and offer the chance for public input. The subtext of this command was clear: fast-track the pipeline at any cost. In this case, the cost could very well be human health and environmental integrity. I asked the Army Corps of Engineers to confirm that it had, indeed, bypassed the second environmental impact statement. A spokesperson for the agency sent the following response: The Department of the Army announced today that it has completed a presidential-directed review of the remaining easement request for the Dakota Access pipeline, and has notified Congress that it intends to grant an easement for a right-of-way across government land at Lake Oahe Dam and Reservoir, North Dakota. Mr. Robert Speer, Acting Secretary of the Army, announced the decision. Speer said the decision was made based on a sufficient amount of information already available which supported approval to grant the easement request and as a result, made the choice to terminate the notice of intent to prepare an Environmental Impact Statement. The current proposed pipeline route would cross Lake Oahe, an Army Corps of Engineers project on the Missouri River. I've also reached out to the Environmental Protection Agency, which would have reviewed the pipeline's impact statement, but have not received a response. SHARE TWEET Tagged: NORTH DAKOTA Oil fossil fuel Donald Trump Pipeline PROTESTS Standing Rock DAPL army corps of engineers Where we're going, we don't need email. Sign up for Motherboard Premium. subscribe Find us in the future."],
        "Sentences_str":["However, under EPA's National Environmental Policy Act (NEPA) authority we provided comments in January and March of 2016 to the Army Corps of Engineers regarding its draft environmental assessment for the Dakota Access Pipeline. Today, after months of pro"],
        "_version_":1612429400975867905,
        "URL_str":["https://motherboard.vice.com/en_us/article/dakota-access-pipeline-is-back-on-skipping-environmental-review"]},
      {
        "URL":["https://www.theguardian.com/us-news/2017/jun/14/dakota-access-pipeline-environmental-study-inadequate?CMP=Share_AndroidApp_Tweet"],
        "Timestamp":[20180919004031],
        "Sentences":["Trump revived the project after taking office. Dakota Access pipeline has first leak before it's fully operational Read more The judge said the army must redo its environmental analysis in certain sections and he would consider later whether the pipeline must halt operations in the meantime. A status conference is scheduled for next week. The pipeline developer Energy Transfer Partners (ETP) announced earlier this month that it started shipping oil to customers. ETP maintains that the 1,200-mile pipeline is safe, but the Standing Rock Cheyenne River, Yankton and Oglala Sioux tribes in the Dakotas fear environmental harm. A spokeswoman for the US Department of Justice, Nicole Navas Oxman, said the department was reviewing the ruling. Facebook Twitter Pinterest Standing Rock Sioux tribal chairman Dave Archambault II celebrated the decision. The protests died off with the clearing of the main encampment in February and the completion of the pipeline. 'Those are our Eiffel Towers, our pyramids': Why Standing Rock is about much more than oil Read more Boasberg rejected two earlier complaints by the tribes. One was that the construction threatened sites of cultural and historical significance and the other was that the presence of oil in the pipeline under Lake Oahe would desecrate sacred waters and make it impossible for the tribes to freely exercise their religious beliefs. The corps originally declined to issue an easement for drilling and earlier this year launched a full environmental study of the Lake Oahe crossing, which it said would take up to two years to complete. Boasberg, the federal judge, had rejected an ETP request to stop the study."],
        "id":"88060a2b-c5ec-44ef-a1ab-bba26370673b",
        "Sentences_str":["Trump revived the project after taking office. Dakota Access pipeline has first leak before it's fully operational Read more The judge said the army must redo its environmental analysis in certain sections and he would consider later whether the pipeline m"],
        "_version_":1612429400975867906,
        "URL_str":["https://www.theguardian.com/us-news/2017/jun/14/dakota-access-pipeline-environmental-study-inadequate?CMP=Share_AndroidApp_Tweet"]},
      {
        "URL":["http://endgenocide.org/learn/past-genocides/native-americans/"],
        "Timestamp":[20180918231514],
        "id":"f5a9fcb4-3c5e-46a9-845d-c6e0ed1dfd46",
        "Sentences":["Today there are over 500 Native American tribes in the United States, each with a distinct culture, way of life and history. Even today, Native Americans face large challenges to cope with the disadvantages history has left them and ongoing cases of discrimination. These people would come to be called Native Americans, numbering over 50 million, and settling from the top of North America to the bottom of South America. By the time Christopher Columbus reached the Caribbean in 1492, historians estimate that there were 10 million indigenous peoples living in U.S. territory. But by 1900, the number had reduced to less than 300,000. Disease was a major killer, followed by malnutrition. Colonists in search of gold staged violent ambushes on tribal villages, fueling animosity with Natives. Several wars broke out between tribes and American settlers which led to large death tolls, land dispossession, oppression and blatant racism. Native Americans gained uniform voting rights in the Voting Rights Act of 1965. Determined to find a direct route from Europe to Asia, Christopher Columbus stumbled on the Americas in 1492. Ultimately, while Columbus is remembered as a daring adventurer, he was also a perpetrator of atrocities and his legacy is viewed as the starting point that sparked hundreds of years of exploration and exploitation of the Americas. Unlike the Europeans and Asians, whose lifestyle had a long history of sharing close quarters with domesticated animals, Native Americans were not immune to pathogens spread by domesticated cows, pigs, sheep, goats, and horses. As a result, millions were killed by measles, influenza, whooping cough, diphtheria, typhus, bubonic plague, cholera, scarlet fever and syphilis. Spreading disease was not always intentional on the part of the colonists. In 1763, a particularly serious uprising threatened British garrisons in Pennsylvania. Consequently, settlers spread smallpox to the Native Americans by distributing blankets previously owned by contagious patients. U.S. History of Atrocities After the American Revolution, many Native American lives were already lost to disease and displacement. Between 1830 and 1838, federal officials working on behalf of white cotton growers forced nearly 100,000 Indians out of their homeland. As the United States expanded westward, violent conflicts over territory multiplied. In particular, the 1848 California gold rush caused 300,000 people to migrate to San Francisco from the East Coast and South America. Historians believe that California was once the most densely and diversely populated area for Native Americans in U.S. territory; however, the gold rush had massive implications for Native American livelihoods. Toxic chemicals and gravel ruined traditional Native hunting and agricultural practices, resulting in starvation for many Natives. Further, in 1850, the California state government passed the Act for the Government and Protection of Indians that addressed the punishment and protection of Native Americans, and helped to facilitate the removal of their culture and land. It also legalized slavery and was referenced for the buying and selling of Native children. In the process of arresting Sitting Bull, federal officials actually ended up killing him, causing a massive rebellion that led to the deaths of over 150 Natives in Pine Ridge. At the turn of century, the Supreme Court ruled that the U.S. federal government has the right to overturn all Cherokee laws in the precedent-setting decision Cherokee Nation v. Hitchcock. The report went on to influence policy initiatives which improved healthcare, education, and land rights for Native Americans. This was a step forward for the protection of a minority who was still without voting rights. In 1978, Congress passed the Indian Child Welfare Act which protects Native American children and the custody of their parents. Controversy has surrounded cases where state officials forcibly removed children from Native American families. In Maine, the Maine Truth and Reconciliation Committee, for example, seeks to uncover and acknowledge the truth about what happened to Wabanaki children and families involved with the Maine child welfare system. These forcible removals are still happening today. South Dakota continues to remove children at a rate higher than the vast majority of other states in the country. Conclusion For hundreds of years a mixture of colonial conflict, disease, specific atrocities and policies of discrimination has devastated the Native American population. In the course of this time, it is estimated that over nine million Natives died from violent conflict or disease. For too long this history has been under-recognized and too little discussed. Join us & help end genocide Please leave this field empty 8064followers 47353likes Get Involved Learn Take Action Press Internships Act Now Support the Genocide and Atrocities Prevention Act Help stop genocide before it starts. Ask your Senator: Support the Genocide and Atrocities Prevention Act. Donate Today Innocent people are facing the threat of genocide not because of anything they have done, but because of the color of their skin or the god they pray to. You can help."],
        "Sentences_str":["Today there are over 500 Native American tribes in the United States, each with a distinct culture, way of life and history. Even today, Native Americans face large challenges to cope with the disadvantages history has left them and ongoing cases of discri"],
        "_version_":1612429400976916480,
        "URL_str":["http://endgenocide.org/learn/past-genocides/native-americans/"]},
      {
        "URL":["http://abcnews.go.com/US/wireStory/massive-2013-oil-spill-north-dakota-cleaned-44266811"],
        "Timestamp":[20180918232910],
        "id":"576a55b6-2a74-473b-9aec-246d38102fee",
        "Sentences":["All rights reserved. All rights reserved. U.S. News Iowa State Department of Athletics Man charged in stabbing of champion college golfer found dead on golf course Sep 18 Top U.S. Stories Prominent doctor allegedly drugged, raped women Navy officer found dead was seeking protection NC gov. 47m ago 1:08 1h ago Concern continues about overflowed animal waste pits, coal ash in Florence flooding Millions of chickens have died and hog waste has leaked into the floodwaters. 1h ago 2h ago Fraternity hazing might be involved in college student's death: Police Tyler Hilliard was excited to pledge Alpha Phi Alpha, his mom said. 2h ago 2h ago Navy officer found dead on court day for order of protection Navy Petty Officer Andrea Washington was found dead in her Florida home Monday. 2h ago 2h ago 45-year-old arrested for threatening to shoot his 11-year-old Fortnite rival: Police The 45-year-old said he would travel to the boy's school to shoot him. 2h ago 3h ago Elizabeth Smart's captor to be released from prison Smart was kidnapped in 2002 and held prisoner by Wanda Barzee and her husband. 3h ago 3h ago Governor pleads with residents: 'Do not try to return home yet' 10,000 people are in shelters in NC and over 4,000 people have been rescued. 3h ago 3h ago Navy officer found dead on court day for order of protection Navy Petty Officer Andrea Washington was found dead in her Florida home Monday. Sep 18 1:21 Sep 18 Man charged in stabbing of champion college golfer found dead on golf course Police charged a man with murder in the death of Celia Barquin Arozamena, 22. Sep 18 Sep 18 Nov. 28, 1978: Jonestown structures closed down after massacre The remains of the Peoples Temple cult victims were transported from the compound in Guyana to Dover Air Force Base. Sep 18 1:50 Sep 18 Play KABC 2:39 Reality star surgeon and girlfriend accused of drugging, raping women Sep 18 Kavanaugh, accuser expected to testify at public hearing Monday The two have been invited to testify on Capitol Hill, but Kavanaugh's accuser hasn't officially confirmed yet. Sep 18 6:29 Sep 18 Florence relief: Agencies trying to give people much-needed supplies after disaster Volunteers, charities in Wilmington, NC, are helping victims rebound from Hurricane Florence. Sep 18 3:24 Sep 18 Hundreds rescued as river reaches record heights in North Carolina North Carolina rivers may crest higher than they did during Hurricane Matthew in 2016. 5:05 China announces tariff hike Sep 18 Thief steals wheelchair from boy with cerebral palsy Ryan Lewis, 8, relied on his custom-fitted wheelchair to get around. Sep 18 1:50 Sep 18 Man charged in stabbing of champion college golfer found dead on golf course Police charged a man with murder in the death of Celia Barquin Arozamena, 22. Sep 18 2:02 Sep 18 April 14, 2010: Jim Jones' son speaks out The murderous cult leader was responsible for one of the largest mass suicides in history. Sep 18 Sep 18 Family suspects hazing in death of son Tyler Hilliard, 20, was rushed to the hospital after having trouble breathing. Sep 18 1:40 Sep 18 News headlines today: Sept. 18, 2018 Catch up on the developing stories making headlines today. Sep 18 Sep 18 Remnants of Florence set to soak Northeast Heavy rain is moving into the Northeast on Tuesday. Sep 18 Sep 18 'Start Here': Kavanaugh, SpaceX and Idlib. What you need to know to start your day. Brett Kavanaugh and his accuser will testify in public hearings next week. Sep 18 Sep 17 Young patients ride mini cars to surgery Young patients at a California hospital can skip the gurney to surgery and instead ride a mini Mercedes Benz. Sep 17 0:53 Sep 17 Tornado destroys buildings in Virginia Video shows a tornado destroying buildings on the outskirts of Richmond. Sep 17 0:30 Sep 17 1-year-old swept away in floodwater among those killed by Florence The storm is continuing to wreak havoc in the Carolinas. 0:25 Massachusetts families return home after series of home explosions Sep 17 Border Patrol agent accused of killing 4 sought 'suicide by cop,' police say Police revealed details about a Texas woman who fought off an alleged killer. Sep 17 Sep 17 Florence flooding impacts travel throughout North Carolina A trip from Wilmington to Raleigh took twice as long as normal due to flood waters. Sep 17 2:10 Sep 17 2-year-old boy with cancer gets early Christmas love from around the world His family said they wanted to do all the fun things he likes. Sep 17 Sep 17 Play WBBM 1:45 Trial begins for Chicago officer accused of killing Laquan McDonald Sep 17 Dogs rescued from locked cages in rising Florence floodwaters In the video, the dogs are panicked, barking and standing against the bars. Sep 17 Sep 17 This day in history: Sept. 20, 2017 Hurricane Maria makes landfall in Puerto Rico. Sep 17 3:48 Sep 17 This day in history: Sept. 19, 1995 The Washington Post and The New York Times publish the Unabomber's manifesto. Sep 17 5:28 Sep 17 Trump Jr. posts image appearing to mock assault allegation against Kavanaugh The post on Saturday came before the accuser publicly revealed her identity. Sep 17 Sep 17 Nonstop rescues underway to help get residents out of flood waters U.S. Coast Guard has saved 1,009 people and 91 pets by air so far. Sep 17 1:32 Sep 17 WH stands by Kavanugh's denial of allegations Top White House aide: Brett Kavanaugh's accuser should be heard. Sep 17 1:46 Sep 17 Florence causes 'historic and unprecedented flooding' At least 18 killed, 900 rescued in wake of monster storm. 1:44 Florence weakens to tropical depression but flooding still a danger Sep 17 Trump aide speaks out on SCOTUS nominee Kellyanne Conway, a senior adviser to President Trump, discussed the accusations against Supreme Court nominee Judge Kavanaugh. Sep 17 1:20 Sep 17 North Carolina residents desperate for supplies Residents of Wilmington, North Carolina, wait for resources after Florence. All rights reserved."],
        "Sentences_str":["All rights reserved. All rights reserved. U.S. News Iowa State Department of Athletics Man charged in stabbing of champion college golfer found dead on golf course Sep 18 Top U.S. Stories Prominent doctor allegedly drugged, raped women Navy officer found d"],
        "_version_":1612429400976916483,
        "URL_str":["http://abcnews.go.com/US/wireStory/massive-2013-oil-spill-north-dakota-cleaned-44266811"]},
      {
        "URL":["https://www.gofundme.com/veterans-for-standing-rock-nodapl&rcid=1524a1f2a1794a80a356d64647b316dd"],
        "Timestamp":[20180918225308],
        "id":"b19efb0e-4098-437a-8723-c67e9194aa32",
        "Sentences":["Thank you. We are veterans of the United States Armed Forces, including the U.S. Army, United States Marine Corps, U.S. Navy, U.S. Air Force and U.S. Coast Guard and we are calling for our fellow veterans to assemble as a peaceful, unarmed militia at the Standing Rock Indian Reservation on Dec 4-7 and defend the water protectors from assault and intimidation at the hands of the militarized police force and DAPL security. 2K EVENT CAPACITY ACHIEVED: Event capacity based on accommodations, travel logistics and supplies; given the time we have to coordinate, resources available and the shipping and weather conditions in the region has been set at 2,000 rostered participants. We currently have over 2,100 Veterans on the roster. Our goal now is to prioritize this list to Veterans and Civilian personnel involved with operations, planning & onsite execution. next mission could be as early as the 2nd week of December. More to come The funds we raise on this page will go towards providing transportation and supplies for the brave patriots that come and stand with us. We have full support of the Sioux tribe elders and will be cooperating with them every step of the way. Several had to be treated for hypothermia and one protestor who was hit directly with a grenade has reportedly had her arm amputated as a result. Everyday becomes more evident that the defenders of America must stand with the Water Protectors. Let's stop this savage injustice being committed right here at home. Not if you allow this the be the United States. Please donate and pass this page along to your friends, family, coworkers and community members. It's time to display that honor, courage, and commitment we claim to represent. It's time for real Patriots. In the past two weeks the turmoil and uncertainty at Standing Rock has increased significantly. We have continued to stay in contact with indigenous and camp leadership and have identified several areas where the Veterans Stand network can continue to serve the needs of the local community. We are launching this second GoFundMe to create a Standing Rock Fund to address the ongoing needs at Standing Rock and our partners in camp. Please take moment to check out our new campaign and share with your networks. We are formulating organizational structure under a 501c4. This legal framework is necessary to fulfill legal requirements. As for the negative comments. This filing will include a complete CPA certified audit, which is public. We could not possibly be more transparent than that. In order for reimbursements to go forward and to continue any relief efforts, we must have a legal structure. I'm extremely proud to say that we ended up bringing upwards of 4,000 veterans to Standing Rock to fight the pipeline. That's double what we accounted for, but thanks to the tireless work and creativity of our volunteers, we were able to accommodate them and ensure that the everybody was fed, sheltered and kept safe in the storm. Rest assured, your donations have been put to good use. We've bought countless supplies, winter gear, hotel rooms, trains, planes, automobile rentals and much more to help the vets make the journey and stay safe. I say countless because we are still actively buying these things as we speak. A lot of people are asking what we'll do with the remainder after the vets' expenses are paid out. At this point, we're not sure that we'll have any left over. Here's the math we're dealing with right now. Once we are sure everyone is home safe and covered, we move on to the next phase, which includes pulling out all the receipts and running the numbers. At that point, we will be able to break down exactly how the donation money was spent and where. In the meantime, please be patient. We read all of your emails and messages, but we have to prioritize our vets and getting them home. Thank you, every single one of you, for being a part of this movement. This has been a life-changing experience for everybody involved and we plan to keep fighting for you as long as we have to. Please try again. I have 5 more seats in my Grand Caravan. Or we can take your car and I'll pay for some gas. Let me know. thank you for standing up for the people. my clan duty is to protect the tribe. i am also a 10 year 2x war veteran, U.S. Army Infantry. Honorably discharged and i would like to join this 3 day deployment to protect and defend. Still waiting to hear back on details for the trip. A world filled with broken promises, selfishness and separations. A world longing for light again. I see a time of Seven Generations when all the colors of mankind will gather under the Sacred Tree of Life and the whole Earth will become one circle again. In that day, there will be those among the Lakota who will carry knowledge and understanding of unity among all living things and the young white ones will come to those of my people and ask for this wisdom. I salute the light within your eyes where the whole Universe dwells. Thank you for offering material help and laying your bodies on the line. I am proud that you are defending our nation's water and helping stop the depredation of First Nations land. I wish I could have given more. Thank you for yet another sacrifice you are doing for the American people. Please sign the petition to President Obama. Petition The Dakota Access pipeline poses a catastrophic threat to Native American sacred lands and to the critical water source for more than 17 million Americans down stream of the Missouri River crossing. We know that President Elect Trump has a serious conflict of interest by owning large investments in DAPL and other fossil fuel assets; and his energy team includes Harold Hamm, billionaire founder of Continental Resources oil company, and someone Mr. Trump might name as his Secretary of Energy. Mr. Trump and the Koch brothers said they support extractive exploitation of public lands and National Parks. After suffering centuries of persecution and exploitation, Native Americans deserve justice. This land belonged to the Standing Rock Sioux Nation Rez before it was taken back. President Elect Trump has stated he will quickly approve the Dakota Access pipeline and also reverse President Obama's decision to deny approval of Keystone XL pipeline. We have an enormous glut of oil reserves at Cushing, Oklahoma. The clear purpose of Dakota Access and Keystone XL pipelines is not to make America energy independent but to reap enormous profits for greedy oil interests exporting oil to China. We must protect our environment and our oil resources. This outdated fossil fuel infrastructure is not needed and railroads serving the Bakkan North Dakota oil fields have invested heavily in improved railroad oil tank car safety and have stated that they have more than enough railroad capacity to transport the Bakkan oil. They will also be able to permanently rehire thousands of laid off North Dakota railroad workers. America must finally honor the first Americans and our first environmentalists by stopping Dakota Access. Thank you for standing on the right side of history. read Operations Order. Leaders step up and volunteer. You're all my heros. Sign in to track your impact. Connect We will never post without your permission. In the future, we'll let you know if your sharing brings in any donations. We weren't able to connect your Facebook account. Please try again later. Power to the people. Please try again. I have 5 more seats in my Grand Caravan. Or we can take your car and I'll pay for some gas. Let me know. thank you for standing up for the people. my clan duty is to protect the tribe. i am also a 10 year 2x war veteran, U.S. Army Infantry. Honorably discharged and i would like to join this 3 day deployment to protect and defend. Still waiting to hear back on details for the trip. A world filled with broken promises, selfishness and separations. A world longing for light again. I see a time of Seven Generations when all the colors of mankind will gather under the Sacred Tree of Life and the whole Earth will become one circle again. In that day, there will be those among the Lakota who will carry knowledge and understanding of unity among all living things and the young white ones will come to those of my people and ask for this wisdom. I salute the light within your eyes where the whole Universe dwells. Thank you for offering material help and laying your bodies on the line. I am proud that you are defending our nation's water and helping stop the depredation of First Nations land. I wish I could have given more. Thank you for yet another sacrifice you are doing for the American people. Please sign the petition to President Obama. Petition The Dakota Access pipeline poses a catastrophic threat to Native American sacred lands and to the critical water source for more than 17 million Americans down stream of the Missouri River crossing. We know that President Elect Trump has a serious conflict of interest by owning large investments in DAPL and other fossil fuel assets; and his energy team includes Harold Hamm, billionaire founder of Continental Resources oil company, and someone Mr. Trump might name as his Secretary of Energy. Mr. Trump and the Koch brothers said they support extractive exploitation of public lands and National Parks. After suffering centuries of persecution and exploitation, Native Americans deserve justice. This land belonged to the Standing Rock Sioux Nation Rez before it was taken back. President Elect Trump has stated he will quickly approve the Dakota Access pipeline and also reverse President Obama's decision to deny approval of Keystone XL pipeline. We have an enormous glut of oil reserves at Cushing, Oklahoma. The clear purpose of Dakota Access and Keystone XL pipelines is not to make America energy independent but to reap enormous profits for greedy oil interests exporting oil to China. We must protect our environment and our oil resources. This outdated fossil fuel infrastructure is not needed and railroads serving the Bakkan North Dakota oil fields have invested heavily in improved railroad oil tank car safety and have stated that they have more than enough railroad capacity to transport the Bakkan oil. They will also be able to permanently rehire thousands of laid off North Dakota railroad workers. America must finally honor the first Americans and our first environmentalists by stopping Dakota Access. Thank you for standing on the right side of history. read Operations Order. Leaders step up and volunteer. You're all my heros. How it works GoFundMe Guarantee Your donation is protected. Your email didn't look right. Please try again. Sign in to your Facebook account or use your email address to Like. or Use My Email Address By continuing, you agree with the GoFundMe terms and privacy policy Sharing increases donations. Share your unique link to see how much your shares help. Your email didn't look right. Please try again. Team Members Campaign Not Ready There's an issue with this Campaign Organizer's account. Please ask them to sign in to GoFundMe and check their account. Return to Campaign Manage your Donation Your donation is currently public Your donation is currently public We could not change how your donation is displayed. Please try again. We could not cancel your recurring donation. Please try again. Edit Comment Your comment has been edited. We could not edit your comment. Please try again. Edit Comment Your comment has been edited. GoFundMe has verified that the funds raised will go directly to the intended recipient. GoFundMe has verified that the funds raised will go directly to the intended recipient. Close Thank you for sharing. Thank you for sharing. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission."],
        "Sentences_str":["Thank you. We are veterans of the United States Armed Forces, including the U.S. Army, United States Marine Corps, U.S. Navy, U.S. Air Force and U.S. Coast Guard and we are calling for our fellow veterans to assemble as a peaceful, unarmed militia at the S"],
        "_version_":1612429400979013632,
        "URL_str":["https://www.gofundme.com/veterans-for-standing-rock-nodapl&rcid=1524a1f2a1794a80a356d64647b316dd"]},
      {
        "URL":["https://extranewsfeed.com/why-standing-rock-is-fundamental-for-the-resistance-2219a5c49575#.knyprywzo"],
        "Timestamp":[20180919004702],
        "id":"95e02eba-7f09-49fb-b520-8b79356fbe42",
        "Sentences":["Jan 26, 2017 Why Standing Rock is Fundamental for the Resistance. That this was one of his very first acts as president of the United States is no coincidence. Donald Trump and his team recognize the symbolic significance at stake in Standing Rock. This photo essay is a call for us all to understand why the resistance to the pipeline in Standing Rock is more crucial than ever. It is bigger than one site or one community because its here where the ideologies being aggressively pushed by Republican leaders clearly converge. Energy Transfer Partners, the corporation behind the pipeline, suggests the project will lead to greater economic development and increased efficiency compared to the railroads that currently transport the crude oil. As the protests swelled, water protectors were attacked by heavily armed police from Morton County. Yet, as the repression grew, the people stood resilient and the symbolic power of the struggle continued to grow. At this point we felt we had to go. We needed to support this movement and work to spread its message and report on what was happening on the ground. We were told by friends and fellow supporters to drive up through the south as opposed to the main road through Bismarck. Instead, we went in through Aberdeen, a couple of miles south of the camp. Hundreds of flags representing nations and movements adorned the makeshift road that led us in. We arrived at the beautiful, bitterly cold reservation only days before the announced eviction date. Beyond the Sioux nation and numerous other tribes represented at the camp, supporters continued to pour in from every corner of the country, and the world. We immediately heard the helicopters circling the camp throughout the day, in attempts to intimidate the protestors. The Indigenous Environmental Network handled the film permits. In trying to assure that our time there was as productive as possible, we had been communicating with them about coming to produce a piece. Clearly, we were not the only ones. The Sioux opened each day with prayer and while everyone in the camp was invited, absolutely no cameras were allowed. The kitchens served free meals to anyone who needed it. Folks were busy securing tents and windshields. Organizers kept track and registered newcomers. We spent our days filming, helping out in whatever way we could, and trying to stay warm. The conditions were already harsh when we arrived and it only got colder. Yet, people kept arriving. At least one thousand veterans arrived the day after we did (we heard that in total there were well over two thousand veterans in Standing Rock), committed to supporting and shielding the water protectors. As we reflected on what moved them to make the trip in the first place, it became clear that, like us, they were moved by a formidable sense of justice, an unshakable feeling that we were standing on the right side of history. In 2010, a single pipeline spill poured one million gallons of toxic bitumen crude oil into the Kalamazoo River in Michigan. And in January of 2015, more than 50,000 gallons of Bakken crude oil spilled into the Yellowstone River in Montana. It was the second such spill in that area since 2011. When Michigan Governor Snyder took office in 2011, he rapidly pushed a multi-billion dollar tax break for corporations through the Republican legislature. Less tax revenues, translated into cutting costs in pensions, education, and infrastructure. He invoked executive privilege to take over cities by replacing the elected mayors and city councils with his own appointees. Cut services to save money. A largely black and brown community now faces the disproportionate effects of systemic neglect. Few question that the crisis would have been handled differently if it happened in a white suburb outside of Detroit. We were not the first to discern the clear parallels between what is happening at Standing Rock and Flint, Michigan. The mobilization of thousands of veterans from the armed forces speaks volumes. Their declaration as protectors against enemies foreign and domestic reflects a clear indignation with a system many of them have risked their lives to protect, but which now seems to serve the interests of a select group. And as the day of the eviction approached it was these veterans who offered to serve as human shields for the protectors back in Standing Rock. We felt the tension and unease. Then, unexpectedly, the Obama Administration intervened and the U.S. Army Corps of Engineers legally blocked the construction of the Dakota Access Pipeline, denying it the required easement to drill beneath the Missouri River. There were tears of joy and sighs of relief, but the native leaders knew that this was only the beginning. And, of course, they were right. Today, Donald Trump signed executive actions to advance approval of the Keystone XL and Dakota Access oil pipelines. But just as Standing Rock has come to symbolize a greater struggle, so has the Trump presidency come to symbolize something much greater. On the one hand, a Trump presidency signifies an emboldened resurgence of the more outright champions of white supremacist ideology, which has given rise to an increase in racist attacks, and could result in virulent anti-immigrant, xenophobic legislation as well as a critical backtrack to the gains of the civil rights movement and the rights of Indigenous Nations. On the other hand, the Trump presidency appears set to secure, cement and bulletproof the continued privilege and dominance of the super-wealthy minority. One look at his cabinet and this becomes painfully clear. Standing Rock stands out to us because it confronts the ideologies so clearly represented by Trump and his cronies: white supremacy and wealth domination. And although folks will cringe at hearing this, these two ideologies lie deep within the building blocks of this country. Sadly, it takes the Standing Rocks, the Flints, and Fergusons of the country to unveil them. It is clear that the Trump administration will continue to support the DAPL while investors wait to see how long it takes him to reverse the decision. The Sioux hope that the battle over the environmental impact assessment will stall the pipeline long enough that investors will pull out of the deal. If not, they have made it clear they are ready to continue fighting to protect their rights, their land, and their water. We hope the rest of us are too. At Human Pictures we thus recognize and celebrate Standing Rock as not only a catalyst of a new environmental movement that is supportive of indigenous peoples, but as a symbol of numerous ongoing struggles across the world that reject profit as the driver of history and which present different models that allow us to move forward driven by principles of justice, dignity and harmony with our planet. In our efforts, we will continue to highlight connections across these movements and shed light on the struggles where we can all gather strength in the years to come. Written by Human Pictures, January 25 2017. Give Human Pictures a round of applause. From a quick cheer to a standing ovation, clap to show how much you enjoyed this story. 186 9 BlockedUnblockFollowFollowing Human Pictures Pushing the boundaries of a traditional production company and establishing ourselves as a multimedia movement for social transformation. Follow Extra Newsfeed the same political rants you see on Facebook, but they're well written. 186 Never miss a story from Extra Newsfeed, when you sign up for Medium. same political rants you see on Facebook, but they're well written. also half of these stories are satire. same political rants you see on Facebook, but they're well written. also half of these stories are satire. Tuesday, January 25th Donald Trump wasted no time in signing an executive order that will most likely result in the finalization of the construction of the Dakota Access Pipeline (DAPL). That this was one of his very first acts as president of the United States is no coincidence. Donald Trump and his team recognize the symbolic significance at stake in Standing Rock. This photo essay is a call for us all to understand why the resistance to the pipeline in Standing Rock is more crucial than ever. As the protests swelled, water protectors were attacked by heavily armed police from Morton County. We needed to support this movement and work to spread its message and report on what was happening on the ground. We were told by friends and fellow supporters to drive up through the south as opposed to the main road through Bismarck. Instead, we went in through Aberdeen, a couple of miles south of the camp. Hundreds of flags representing nations and movements adorned the makeshift road that led us in. Beyond the Sioux nation and numerous other tribes represented at the camp, supporters continued to pour in from every corner of the country, and the world. We immediately heard the helicopters circling the camp throughout the day, in attempts to intimidate the protestors. Indigenous Environmental Network handled the film permits. In trying to assure that our time there was as productive as possible, we had been communicating with them about coming to produce a piece. Clearly, we were not the only ones. The Sioux opened each day with prayer and while everyone in the camp was invited, absolutely no cameras were allowed. The kitchens served free meals to anyone who needed it. Folks were busy securing tents and windshields. Organizers kept track and registered newcomers. spent our days filming, helping out in whatever way we could, and trying to stay warm. The conditions were already harsh when we arrived and it only got colder. Yet, people kept arriving. As we reflected on what moved them to make the trip in the first place, it became clear that, like us, they were moved by a formidable sense of justice, an unshakable feeling that we were standing on the right side of history. In 2010, a single pipeline spill poured one million gallons of toxic bitumen crude oil into the Kalamazoo River in Michigan. And in January of 2015, more than 50,000 gallons of Bakken crude oil spilled into the Yellowstone River in Montana. It was the second such spill in that area since 2011. Michigan Governor Snyder took office in 2011, he rapidly pushed a multi-billion dollar tax break for corporations through the Republican legislature. Less tax revenues, translated into cutting costs in pensions, education, and infrastructure. He invoked executive privilege to take over cities by replacing the elected mayors and city councils with his own appointees. Cut services to save money. A largely black and brown community now faces the disproportionate effects of systemic neglect. were not the first to discern the clear parallels between what is happening at Standing Rock and Flint, Michigan. The mobilization of thousands of veterans from the armed forces speaks volumes. Their declaration as protectors against enemies foreign and domestic reflects a clear indignation with a system many of them have risked their lives to protect, but which now seems to serve the interests of a select group. We felt the tension and unease. Today, Donald Trump signed executive actions to advance approval of the Keystone XL and Dakota Access oil pipelines. the one hand, a Trump presidency signifies an emboldened resurgence of the more outright champions of white supremacist ideology, which has given rise to an increase in racist attacks, and could result in virulent anti-immigrant, xenophobic legislation as well as a critical backtrack to the gains of the civil rights movement and the rights of Indigenous Nations. the other hand, the Trump presidency appears set to secure, cement and bulletproof the continued privilege and dominance of the super-wealthy minority. One look at his cabinet and this becomes painfully clear. Standing Rock stands out to us because it confronts the ideologies so clearly represented by Trump and his cronies: white supremacy and wealth domination. And although folks will cringe at hearing this, these two ideologies lie deep within the building blocks of this country. The Sioux hope that the battle over the environmental impact assessment will stall the pipeline long enough that investors will pull out of the deal. If not, they have made it clear they are ready to continue fighting to protect their rights, their land, and their water. We hope the rest of us are too. same political rants you see on Facebook, but they're well written. also half of these stories are satire. same political rants you see on Facebook, but they're well written. also half of these stories are satire. same political rants you see on Facebook, but they're well written. also half of these stories are satire. same political rants you see on Facebook, but they're well written. also half of these stories are satire."],
        "Sentences_str":["Jan 26, 2017 Why Standing Rock is Fundamental for the Resistance. That this was one of his very first acts as president of the United States is no coincidence. Donald Trump and his team recognize the symbolic significance at stake in Standing Rock. This ph"],
        "_version_":1612429400980062208,
        "URL_str":["https://extranewsfeed.com/why-standing-rock-is-fundamental-for-the-resistance-2219a5c49575#.knyprywzo"]},
      {
        "URL":["https://soitgoes1984.com/2016/09/23/standing-rock/"],
        "Timestamp":[20180918224856],
        "Sentences":["I now live on a small island in the middle of the Pacific ocean, on land that was stolen more recently, from the Hawaiians. I am addict, struggling to kick the habit of fossil fuel. This work is licensed under a Creative Commons Attribution 4.0 International License. Bookmark the permalink. but there was an error posting your comment."],
        "id":"8c99eacf-61f9-4a84-83e5-b9b13fadf0f0",
        "Sentences_str":["I now live on a small island in the middle of the Pacific ocean, on land that was stolen more recently, from the Hawaiians. I am addict, struggling to kick the habit of fossil fuel. This work is licensed under a Creative Commons Attribution 4.0 Internation"],
        "_version_":1612429400982159360,
        "URL_str":["https://soitgoes1984.com/2016/09/23/standing-rock/"]},
      {
        "URL":["http://www.imagefap.com/photo/1965838350/"],
        "Timestamp":[20180918230620],
        "Sentences":["You must be logged in in order to post a comment. Login or Register."],
        "id":"02b97279-9137-4dda-ac71-fbcde9fa5fb6",
        "Sentences_str":["You must be logged in in order to post a comment. Login or Register."],
        "_version_":1612429400982159361,
        "URL_str":["http://www.imagefap.com/photo/1965838350/"]},
      {
        "URL":["https://www.gofundme.com/waterissacred&rcid=278427b768484580ba2ce83cdf5d22d4"],
        "Timestamp":[20180918224844],
        "id":"7a362b41-ccb6-4913-a2e2-5b9afa4851b6",
        "Sentences":["As you know there have been many challenges in providing just media coverage at Standing Rock. We have worked tirelessly to get the truth out to you and vow to continue to do so. We are raising funds because doing front line media is not without cost, equipment can be expensive, it can and is being targeted. They took our drone claiming to have a warrant when they did not. Let's raise enough cash to replace it so we can have another pair of eyes back in the sky ASAP. We have also been provided with an RV that we aim to turn into a mobile editing studio, this will help get everyone media out to the public in an efficient and effective manner. Even a couple of bucks helps, we have stickers and buttons to show our appreciation. THIS IS A VIOLATION OF HUMAN RIGHTS - ALL OUR HUMAN RIGHTS. Myron is a Native American film-maker, digital storyteller, youth media trainer and language preservation app builder. His work can be seen at DigitalSmokeSignals on Facebook If you would like to help me do what I am already doing on the front lines filming evidence, then this is how you can help. Contribute & Share Having the proper media kit to be mobile and flexible is imperative to sharing our story. For those of you who can only offer as viewers and sharers, please CONTINUE doing what you do, share, share, share. DigitalSmokeSignals on Facebook I appreciate your support. Your contributions will be presented as a visual in my work to protect destructive climate change for all Humans Rights in the 4-directions. Imagine this rig as the Digital Smoke Signals Mobile Editing Studio. That will travel Indian Country bringing world changing media training to the youth of these communities. This campaign started 2016 Fall and ended 2017 spring. Documenting Human rights violations, constitutional violations, environmental impact study violations, beautiful prayer, solidarity from all around the word, so much love, caring and also so much hurt. We witnessed together we can come together to protect the water, mother earth and each other. This is not over, intact, this has opened up the struggles we all face together, environmental destruction from big corporations. I am humbled and so grateful for your support and solidarity. The documentary called Awake, A dream from Standing Rock which is on Netflix is also made possible by you all. Even though I. was arrested sharing the story, I continued to document, educate and empower youth media, women's media and independent media at Standing Rock. Because of your help, this documentary will be showing at the Tribeca film Festival in New York City. This project is co-produced with Josh Fox who did the documentary Gas Land. I am currently working on the full length documentary. The title will soon be released. Please try again. Morton County Sheriff's Department: 701-328-8118 & 701-667-3330. ND National Guard: 701-333-2000 SENATORS John Hover and Heidi Heitkamp of North Dakota: 202-224-2043 Please Copy & Paste. Don't click 'share'. Thank You. shooting down a drone is also Federally Illegal . I use your videos in my classes and presentations and the response is always mind-awakening in my students. My gift is a small one compared to the size of heartful love and prayerful energy I send to you every morning when I make smoke and prayers for you and your team. I am so grateful to you for all you are doing. I applaud your courage. It is drilled into our American heads that USA is the greatest country in the world and the govt is for the people and governed by the people. Not so. The illegal actions by the energy company and the local govt make a mockery of our democracy and bring shame upon our country. It is a very very sad time in our country to see people. sprayed by water cannons in freezing temps for peaceful protest and the govt assisting an energy company that tramples on human rights and breaks the law by violating the constitution....why are our tax dollars being spent protecting an energy company that plans on selling. a USA energy sent to foreign govts that may or may not hate the US.. President Obama has the. opportunity to stop this madness and leave a fine legacy....Since the Pres has not stepped up for US it is up to US to stop this corporate greed monster. Wanted to extend a personal thanks. Your work prepared me for my Thanksgiving week visit and keeps me connected now that I have returned to West Virginia to fight the pipeline, fracking and mountain top removal coal mining struggles that affect our water here. Trusted media coverage & documentation is of vital importance. Could you please send me an address. after january 21, they will be back. Sign in to track your impact. Connect We will never post without your permission. In the future, we'll let you know if your sharing brings in any donations. We weren't able to connect your Facebook account. Please try again later. without your eyes and ears, we are deaf, dumb, and ignorant. Thank you for all you do. Please try again. Morton County Sheriff's Department: 701-328-8118 & 701-667-3330. ND National Guard: 701-333-2000 SENATORS John Hover and Heidi Heitkamp of North Dakota: 202-224-2043 Please Copy & Paste. Don't click 'share'. Thank You. shooting down a drone is also Federally Illegal . I use your videos in my classes and presentations and the response is always mind-awakening in my students. My gift is a small one compared to the size of heartful love and prayerful energy I send to you every morning when I make smoke and prayers for you and your team. I am so grateful to you for all you are doing. I applaud your courage. It is drilled into our American heads that USA is the greatest country in the world and the govt is for the people and governed by the people. Not so. The illegal actions by the energy company and the local govt make a mockery of our democracy and bring shame upon our country. It is a very very sad time in our country to see people. sprayed by water cannons in freezing temps for peaceful protest and the govt assisting an energy company that tramples on human rights and breaks the law by violating the constitution....why are our tax dollars being spent protecting an energy company that plans on selling. a USA energy sent to foreign govts that may or may not hate the US.. President Obama has the. opportunity to stop this madness and leave a fine legacy....Since the Pres has not stepped up for US it is up to US to stop this corporate greed monster. Wanted to extend a personal thanks. Your work prepared me for my Thanksgiving week visit and keeps me connected now that I have returned to West Virginia to fight the pipeline, fracking and mountain top removal coal mining struggles that affect our water here. Trusted media coverage & documentation is of vital importance. Could you please send me an address. after january 21, they will be back. How it works GoFundMe Guarantee Your donation is protected. Your email didn't look right. Please try again. Sign in to your Facebook account or use your email address to Like. or Use My Email Address By continuing, you agree with the GoFundMe terms and privacy policy Sharing increases donations. Share your unique link to see how much your shares help. Your email didn't look right. Please try again. Team Members Campaign Not Ready There's an issue with this Campaign Organizer's account. Please ask them to sign in to GoFundMe and check their account. Return to Campaign Manage your Donation Your donation is currently public Your donation is currently public We could not change how your donation is displayed. Please try again. We could not cancel your recurring donation. Please try again. Edit Comment Your comment has been edited. We could not edit your comment. Please try again. Edit Comment Your comment has been edited. GoFundMe has verified that the funds raised will go directly to the intended recipient. GoFundMe has verified that the funds raised will go directly to the intended recipient. Close Thank you for sharing. Thank you for sharing. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission. Connect on Facebook to keep track of how many donations your share brings. Connect on Facebook to keep track of how many donations your share brings. We will never post on Facebook without your permission."],
        "Sentences_str":["As you know there have been many challenges in providing just media coverage at Standing Rock. We have worked tirelessly to get the truth out to you and vow to continue to do so. We are raising funds because doing front line media is not without cost, equi"],
        "_version_":1612429400982159362,
        "URL_str":["https://www.gofundme.com/waterissacred&rcid=278427b768484580ba2ce83cdf5d22d4"]},
      {
        "URL":["http://www.benjerry.com/whats-new/2017/02/other-xl-pipelines#.WQWdBMneH8g.twitter"],
        "Timestamp":[20180918223900],
        "Sentences":["on this server."],
        "id":"c7c7ffaa-73f9-4cc7-a7ee-d878e4e36c7a",
        "Sentences_str":["on this server."],
        "_version_":1612429400983207936,
        "URL_str":["http://www.benjerry.com/whats-new/2017/02/other-xl-pipelines#.WQWdBMneH8g.twitter"]},
      {
        "URL":["https://www.sayanythingblog.com/entry/green-energy-companies-gave-big-money-standing-rock-nodapl-protests-began/"],
        "Timestamp":[20180919011051],
        "Sentences":["However, the timing coincides with intense tribal opposition to the planned Dakota Access Pipeline. If there is demand for pipeline capacity (and there is), then companies like Energy Transfer Partners should be able to build pipelines to meet it whether the railroad industry wants the competition or not. Share this: Twitter Facebook Google LinkedIn Reddit Tumblr Related Rob Port Rob Port is the editor of SayAnythingBlog.com, a columnist for the Forum News Service, and the host of the Rob (Re)Port on Fargo-based WDAY AM970 from noon-2pm weekdays."],
        "id":"02d5777f-3be3-4d69-920a-069691d137f2",
        "Sentences_str":["However, the timing coincides with intense tribal opposition to the planned Dakota Access Pipeline. If there is demand for pipeline capacity (and there is), then companies like Energy Transfer Partners should be able to build pipelines to meet it whether t"],
        "_version_":1612429400983207937,
        "URL_str":["https://www.sayanythingblog.com/entry/green-energy-companies-gave-big-money-standing-rock-nodapl-protests-began/"]},
      {
        "URL":["http://share.credoaction.com/265305212t?referring_akid=.5156965.mFcab9"],
        "Timestamp":[20180919001159],
        "Sentences":["Credo Action Stop Trump from building the Dakota Access pipeline. You must consider the threats it poses to to drinking water supplies, sacred sites and indigenous rights, the likelihood of oil spills along the entire length of the pipeline and the fact that it would exacerbate climate change. By submitting this form, your name, address and comments will be filed with a public agency and become public record. You'll receive periodic updates on offers and activism opportunities. In the face of massive public opposition, Donald Trump just took executive action in an attempt to move forward construction of the Dakota Access pipeline. For the next few weeks, the U.S. Army Corps of Engineers is accepting public comments to decide what to include in its environmental study on the pipeline. We must tell the Army Corps that the Dakota Access pipeline poses too much of a threat to drinking water supplies, sacred sites, indigenous rights, the environment and our climate to allow construction to resume. Deadline Feb. 20: Tell the U.S. Army Corps of Engineers to stop construction of the Dakota Access pipeline. In particular, the Environmental Impact Statement currently being prepared is considering the last part of the pipeline that would cross under the Missouri River, threatening drinking water downstream if a catastrophic oil spill occurs. Deadline Feb 20: Tell the U.S. Army Corps of Engineers to stop construction of the Dakota Access pipeline. Thanks for all you do."],
        "id":"abc0277c-916e-4a55-98dc-b495afe803d8",
        "Sentences_str":["Credo Action Stop Trump from building the Dakota Access pipeline. You must consider the threats it poses to to drinking water supplies, sacred sites and indigenous rights, the likelihood of oil spills along the entire length of the pipeline and the fact th"],
        "_version_":1612429400983207938,
        "URL_str":["http://share.credoaction.com/265305212t?referring_akid=.5156965.mFcab9"]}]